Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Deleted transactions will be temporarily stored and can be restored from the Deleted Transactions view.
be_by: Выдаленыя транзакцыі будуць часова захаваныя і могуць быць адноўленыя са спісу "Выдаленыя транзакцыі".
de_de: Gelöschte Buchungen werden vorübergehend gespeichert und können aus der Ansicht der gelöschten Buchungen wiederhergestellt werden.
he_il: תנועות שנמחקו יאוחסנו באופן זמני וניתן לשחזרם ממצג 'תנועות שנמחקו'.
pt_br: Transações excluídas serão temporariamente armazenadas e podem ser restauradas da visualização de Transações Excluídas.

source: Confirm Transaction Deletion
be_by: Спраўдзіць выдаленне аперацыі
de_de: Löschen der Buchung bestätigen
he_il: אישור מחיקת תנועה
pt_br: Confirmar a Exclusão da(s) Transação(ões)

source: Do you want to restore the selected transaction?
de_de: Möchten Sie die ausgewählte Buchung wiederherstellen?
pt_br: Você deseja restaurar a transação selecionada?

source: Confirm Transaction Restore
be_by: Спраўдзіць аднаўленне аперацыі
de_de: Wiederherstellung der Buchung bestätigen
he_il: אישור שחזור תנועה
pt_br: Confirmar Restauração da Transação

source: Do you want to restore all of the transactions shown?
de_de: Möchten Sie alle angezeigten Buchungen wiederherstellen?
pt_br: Tem certeza de que deseja restaurar todas as transações exibidas?

source: Do you want to move the selected transaction?
de_de: Möchten Sie die ausgewählte Buchung verschieben?
pt_br: Você deseja mover a transação selecionada?

source: Confirm Transaction Move
be_by: Спраўдзіць перасоўванне аперацыі
de_de: verschieben der Buchung bestätigen
he_il: אישור העברת תנועה
pt_br: Confirmar Alteração

source: Moving transaction to…
de_de: Verschiebung der Buchungen nach…
pt_br: Movendo a transação para…

source: Moving %i transactions to…
de_de: Verschiebung von %i Buchungen nach…
pt_br: Movendo %i transações para…

source: Select the destination Account
be_by: Абраць рахунак прызначэння
de_de: Empfängerkonto wählen
he_il: בחירת בחשבון היעד
pt_br: Selecione a Conta Destino

source: This is due to some elements of the transaction or account detail not allowing the move
de_de: Dies ist auf einige Buchungselemente oder Kontodetails zurückzuführen, die nicht verschoben werden können
he_il: נובע מכך שחלק ממרכיבי התנועה או פרטי החשבון אינם מאפשרים את ההעברה
pt_br: Isso é devido a alguns elementos da transação ou detalhes da conta não permitindo mover

source: Moved
de_de: Verschoben
he_il: הועברו
pt_br: Movido

source: Not moved
de_de: Nicht verschoben
he_il: לא הועברו
pt_br: Não movido

source: Unable to move some transactions.
de_de: Einige Buchungen konnten nicht verschoben werden.
pt_br: Não foi possível mover algumas transações.

source: Scheduled transaction saved.
de_de: Geplante Buchung wurde gespeichert.
he_il: תנועות מתוזמנות נשמרו.
pt_br: Transação agendada salva.

source: All Transactions
be_by: Усе аперацыі
de_de: Alle Buchungen
he_il: כל התנועות
pt_br: Todas as transações

source: Do you want to delete all the transactions shown?
de_de: Möchten Sie alle angezeigten Buchungen löschen?
pt_br: Você deseja excluir todas as transações exibidas?

source: Do you want to permanently delete all the transactions shown?
de_de: Möchten Sie alle angezeigten Buchungen dauerhaft löschen?
pt_br: Você realmente quer excluir permanentemente todas as transações exibidas?

source: Do you want to delete all the “%s” transactions shown?
de_de: Möchten Sie alle angezeigten “%s” Buchungen löschen?
pt_br: Você deseja excluir todas as “%s” transações exibidas?

source: You are about to edit a transaction involving an account that is closed.
be_by: Вы збіраецеся змяніць аперацыю ў зачыненым рахунку.
de_de: Sie sind dabei, eine Buchung mit einem geschlossenen Konto zu bearbeiten.
he_il: ניסיון לעריכת תנועה בחשבון שמסומן כסגור.
pt_br: Você está prestes a editar uma transação envolvendo uma conta que está fechada.

source: Do you want to perform the edit?
de_de: Möchten Sie die Bearbeitung durchführen?
pt_br: Você deseja executar a edição?

source: Closed Account Check
be_by: Узгадненне зачыненага рахунка
de_de: Abgeschlossene Kontoprüfung
he_il: סימון חשבון סגור
pt_br: Verificação de conta fechada

source: Locked transaction to date: %s Reconciled transactions.
be_by: Заблакаваных аперацыяў да сёння: %s Узгодненыя аперацыі.
de_de: Buchungen gesperrt bis zum: %s Bestätigte Buchungen.
he_il: תנועות נעולות ליום: %s תנועות מותאמות.
pt_br: Transação bloqueada até a data: %s Transações reconciliadas.

source: Reconcile
de_de: Abgleichen
pt_br: Reconciliar

source: Delete all selected transactions
de_de: Alle ausgewählten Buchungen löschen
he_il: מחיקת כל התנועות שנבחרו
pt_br: Excluir todas as transações selecionadas

source: Edit all selected transactions
de_de: Alle ausgewählten Buchungen bearbeiten
he_il: עריכת כל התנועות שנבחרו
pt_br: Editar todas as transações selecionadas

source: D&uplicate
be_by: Д&убляваць
de_de: D&uplizieren
he_il: שכ&פול
pt_br: D&uplicar

source: Duplicate selected transaction
be_by: Дубляваць абраную аперацыю
de_de: Markierte Buchungen duplizieren
he_il: שכפול תנועה
pt_br: Duplicar a transação selecionada

source: Ente&r
be_by: Уво&д
de_de: &Einfügen
he_il: אנט&ר
pt_br: &Registrar

source: Enter Next Scheduled Transaction Occurrence
de_de: Geben Sie die nächste wiederkehrende Buchung ein
he_il: הזנת המופע התנועה המתוזמנת הבאה
pt_br: Insira a Próxima Ocorrência de Transação Agendada

source: &Skip
be_by: Абміну&ць
de_de: &überspringen
he_il: &דילוג
pt_br: &Saltar

source: Skip Next Scheduled Transaction Occurrence
de_de: Nächste geplante Buchung überspringen
he_il: דלוג על המופע התנועה המתוזמנת הבאה
pt_br: Pular Próxima Ocorrência de Transação Agendada

source: &Restore
be_by: &Аднавіць
de_de: &Wiederherstellen
he_il: &שחזור
pt_br: &Restaurar

source: Restore selected transaction
be_by: Аднавіць абраную аперацыю
de_de: Ausgewählte Buchung wiederherstellen
he_il: שיחזור תנועה שנבחרה
pt_br: Restaurar a transação selecionada

source: Enter any string to find it in the nearest transaction data
be_by: Пакажыце будзь-якой тэкст для пошука у бліжэйшай аперацыі
de_de: Geben Sie eine beliebige Zeichenkette ein, um sie in Buchungstexten zu finden
he_il: נא להזין מחרוזת כל שהיא לחיפושה בנתוני התנועה הקרובה ביותר
pt_br: Insira qualquer sequência de caracteres para encontrá-la nos dados das transações mais próximos

source: Click to copy to clipboard
de_de: Mit einem Klick in die Zwischenablage kopieren
pt_br: Clique para copiar para a área de transferência

source: Account Bal:
be_by: Баланс рахунка:
de_de: Kontostand:
he_il: :יתרת חשבון
pt_br: Saldo da conta:

source: Reconciled Bal:
be_by: Узгоднены баланс:
de_de: Überprüfter Stand:
he_il: יתרה מותאמת:
pt_br: Saldo Reconciliado:

source: Diff:
be_by: Розніца:
de_de: Differenz:
he_il: הפרש:
pt_br: Diferença:

source: Filtered Flow:
de_de: Angezeigte Differenz:
pt_br: Fluxo Filtrado:

source: Market Value:
de_de: Marktwert:
pt_br: Valor de mercado:

source: Invested:
de_de: Investiert:
pt_br: Investido:

source: Date range
de_de: Datumsbereich
pt_br: Intervalo de Data

source: Transactions selected: %zu
be_by: Аперацыяў вылучана: %zu
de_de: Ausgewählte Buchungen: %zu
he_il: תנועות שנבחרו: %zu
pt_br: Transações selecionadas: %zu

source: Selected transactions total: %s
de_de: Ausgewählter Buchungen: %s
pt_br: Total de transações selecionadas: %s

source: Days between selected transactions: %d
be_by: Дзён паміж абранымі аперацыямі: %d
de_de: Tage zwischen ausgewählten Buchungen: %d
he_il: ימים שבין התנועות שנבחרו: %d
pt_br: Dias entre as transações selecionadas: %d

source: Click to show scheduled transactions. This feature works best with filter choices that extend into the future (e.g., Current Month).
de_de: Klicken Sie hier, um die geplanten Buchungen anzuzeigen. Diese Funktion funktioniert am besten mit Filtereinstellungen, die sich in die Zukunft erstrecken (z.B. Aktueller Monat).
pt_br: Clique para mostrar transações agendadas. Este recurso funciona melhor com opções de filtro que se estendem para o futuro (por exemplo, mês atual).

source: Scheduled transactions are not available, because the current filter ends in the past
de_de: Geplante Buchungen können nicht angezeigt werden, da der aktuelle Filter in der Vergangenheit endet
pt_br: Transações agendadas não estão disponíveis porque o filtro atual termina no passado

source: Click to hide scheduled transactions.
de_de: Klicken, um die geplanten Buchungen auszublenden.
pt_br: Clique para ocultar transações agendadas.

source: Edit date ranges…
de_de: Datumsbereiche bearbeiten…
pt_br: Editar intervalos das datas…

source: &New Withdrawal…
be_by: &Новае спісанне…
de_de: &Neue Auszahlung…
he_il: &משיכה חדשה…
pt_br: &Novo Pagamento…

source: &New Deposit…
be_by: &Новы ўнёсак…
de_de: &Neue Einzahlung…
he_il: הפקדה &חדשה…
pt_br: &Novo Recebimento…

source: &New Transfer…
be_by: &Новы пераказ…
de_de: &Neue Überweisung…
he_il: העברה ח&דשה…
pt_br: &Nova Transferência…

source: Deleted Transactions
be_by: Выдаленыя аперацыі
de_de: Gelöschte Buchungen
he_il: תנועות שנמחקו
pt_br: Transações excluídas

source: Account View: %s
be_by: Прагляд рахунка: %s
de_de: Kontoansicht: %s
he_il: תצוגת חשבון: %s
pt_br: Visualização da conta: %s

source: Report
be_by: Справаздача
de_de: Bericht
he_il: דוח
pt_br: Relatório

source: Period…
de_de: Zeitraum…
pt_br: Período…

source: All Accounts
be_by: Усе рахункі
de_de: Alle Konten
he_il: כל החשבונות
pt_br: Todas as Contas

source: Specific Accounts…
de_de: Bestimmte Konten…
pt_br: Contas específicas…

source: Future Months:
be_by: Будучыя месяцы:
de_de: Zukünftige Monate:
he_il: חודשים עתידיים:
pt_br: Meses Futuros:

source: Chart:
be_by: Графік:
de_de: Diagramm:
he_il: תרשים:
pt_br: Gráfico:

source: Show
be_by: Паказаць
de_de: Anzeigen
he_il: הצגת
pt_br: Mostrar

source: In %s Days
be_by: На %s дзень
de_de: In %s Tagen
he_il: ימים %s בעוד
pt_br: Em %s Dias

source: In %s Months
be_by: На %s месяц
de_de: In %s Monaten
he_il: בעוד %s חודשים
pt_br: Em %s Meses

source: Every %s Days
be_by: Кожны %s дзень
de_de: Alle %s Tage
he_il: בכל %s ימים
pt_br: A Cada %s Dias

source: Every %s Months
be_by: Кожны %s месяц
de_de: Alle %s Monate
he_il: בכל %s חודשים
pt_br: A Cada %s Meses

source: Repetitions
be_by: Паўтарэнні
de_de: Wiederholungen
he_il: חזרות
pt_br: Parcelas

source: Autorepeat
be_by: Аўтапаўтор
de_de: Automatische Wiederholung
he_il: חזרה אוטומטית
pt_br: Repetir Automaticamente

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Dashboard 14 days before the transaction is due.
be_by: MMEX дазваляе планаваць аперацыі з рэгулярнымі аплатамі, унёскамі або пераказамі. Такія аперацыі нагадваюць пра будучую падзею. Яны бачныя на Панэлі кіравання за 14 дзён да аперацыі.
de_de: Mit MMEX können regelmäßige Zahlungen als Buchungen eingerichtet werden. Diese Buchungen können auch regelmäßige Einzahlungen oder Überweisungen sein, die zu einem späteren Zeitpunkt erfolgen sollen. Diese Buchungen dienen dann als Erinnerung an ein bevorstehendes Ereignis und werden 14 Tage vor Fälligkeit der Buchung auf der Startseite angezeigt.
he_il: MMEX מאפשר הגדרת תשלומים קבועים כתנועות. התנועות יכולות להיות הפקדות רגילות, או העברות עתידיות (שיתרחשו בזמן כלשהו בעתיד). תנועות עתידיות מתפקדות כתזכורת לאירוע העומד להתרחש, ומופיעות בלוח המחוונים 14 ימים לפני מועד כל תנועה.
pt_br: O MMEX permite que pagamentos regulares sejam definidos como transações. Estas transações também podem ser recebimentos regulares, ou transferências que ocorrerão em algum momento no futuro. Estas transações atuam como lembrete de que um evento está prestes a ocorrer e aparecem na Página Inicial 14 dias antes.

source: Tip: These transactions can be set up to activate - allowing the user to adjust any values on the due date.
be_by: Падказка: Гэтыя аперацыі можна наладзіць для аўтаматычнай актывацыі, дазваляючы карыстальніку паказаць любыя значэнні ў дату сплаты.
de_de: Tipp: Diese Buchungen können so aufgesetzt werden, dass der Benutzer das Fälligkeitsdatum auf jeden beliebigen Wert setzen kann.
he_il: עצה: ניתן להגדיר תנועות אלו שיפעלו אוטומטית – תהיה אפשרות להתאים את כל הערכים בתנועה בתאריך היעד.
pt_br: Dica: Essas transações podem ser configuradas para ativação — permitindo que o usuário ajuste quaisquer valores na data de vencimento.

source: Delete Scheduled Transaction
de_de: Geplante Buchungen löschen
he_il: מחיקת תנועה מתוזמנת
pt_br: Excluir Transação Agendada

source: Enter next Occurrence…
be_by: Дадаць чэргавую…
de_de: Nächstes Ereignis eingeben…
he_il: הזנת המופע הבא…
pt_br: Inserir próxima Ocorrência…

source: Skip next Occurrence
be_by: Абмінуць чэргавую дату
de_de: Überspringe nächstes Ereignis
he_il: דילוג על המופע הבא
pt_br: Saltar próxima Ocorrência

source: &New Scheduled Transaction…
de_de: &Neue geplante Buchung…
he_il: &תנועה מתוזמנת חדשה…
pt_br: &Nova transação agendada…

source: &Edit Scheduled Transaction…
de_de: &Geplante Buchung bearbeiten…
he_il: &עריכת תנועה מתוזמנת…
pt_br: &Editar Transação Agendada…

source: D&uplicate Scheduled Transaction…
de_de: &Geplante Buchung duplizieren…
he_il: ש&כפול תנועה מתוזמנת…
pt_br: D&uplicar Transação Agendada…

source: &Delete Scheduled Transaction…
de_de: &Geplante Buchung löschen…
he_il: &מחיקת תנועה מתוזמנת…
pt_br: &Excluir Transação Agenda…

source: Automated
be_by: Аўтаматызаваны
de_de: Automatisiert
he_il: אוטומטי
pt_br: Automatizado

source: Suggested
be_by: Прапанаваны
de_de: Empfohlen
he_il: מוצע
pt_br: Sugerido

source: Manual
be_by: Уручную
de_de: Manuell
he_il: ידני

source: Inactive
be_by: Неактыўны
de_de: Inaktiv
he_il: לא פעיל
pt_br: Inativo

source: Do you want to delete the scheduled transaction?
de_de: Möchten Sie die geplante Buchung löschen?
pt_br: Tem certeza que deseja excluir a transação agendada?

source: Confirm Deletion
be_by: Спраўдзіце выдаленне
de_de: Löschung bestätigen
he_il: אישור מחיקה
pt_br: Confirmar Exclusão

source: Curr. Total Value
be_by: Бягучая сума
de_de: Akt. Gesamtwert
he_il: ערך כולל נוכחי
pt_br: Valor Total Atual

source: &New Stock Investment…
be_by: &Дадаць новую інвестыцыю…
de_de: &Neues Wertpapier hinzufügen…
he_il: &השקעה חדשה בניירות ערך…
pt_br: &Novo Investimento…

source: &Adjust Trade
de_de: Neue Buchung
pt_br: &Ajustar Operação

source: &View Stock Transactions
be_by: &Глядзець аперацыю з акцыямі
de_de: Wertpapierbuchungen anzeigen
he_il: &הצגת תנועות בניירות ערך
pt_br: &Ver Transações de Ações

source: &Edit Stock Investment…
be_by: &Змяніць аперацыю з акцыямі…
de_de: W&ertpapieranlage bearbeiten…
he_il: &עריכת השקעות בניירות ערך…
pt_br: &Editar Investimento…

source: &Delete Stock Investment…
be_by: &Выдаліць аперацыю з акцыямі…
de_de: Wertpapier &löschen…
he_il: &מחיקת השקעת ניירות ערך…
pt_br: &Eliminar Investimento…

source: Stock &Web Page
be_by: &Вэб-старонка каціроўкаў
de_de: Börsenkurs &Webseite
he_il: אתר &ניר ערך
pt_br: Página &Web da Ação

source: Do you want to delete the stock investment?
de_de: Möchten Sie das Wertpapier löschen?
pt_br: Deseja excluir este investimento?

source: Confirm Stock Investment Deletion
be_by: Спраўдзіце выдаленне інвестыцыі
de_de: Wertpapierlöschung bestätigen
he_il: אישור מחיקת ניר ערך
pt_br: Confirmar a Exclusão do Investimento

source: Moving Transaction from %s to
be_by: Перасоўванне аперацыі з %s на
de_de: Verschieben der Buchungen von %s nach
he_il: העברת תנועה מ: %s ל:
pt_br: Mover Transação de %s para

source: Non-Zero Shares
de_de: Bestand > 0
pt_br: Ações não zeradas

source: &Adjust Trade
de_de: Neue Buchung
pt_br: &Ajustar Operação

source: Add Stock Transactions
be_by: Дадаць аперацыю з акцыямі
de_de: Wertpapierbuchung hinzufügen
he_il: הוספת תנועות נירות ערך
pt_br: Adicionar nova transação

source: View Stock Transactions
be_by: Глядзець аперацыю з акцыямі
de_de: Wertpapierbuchungen anzeigen
he_il: הצגת תנועות בניירות ערך
pt_br: Transações

source: Delete Stock Investment
be_by: Выдаліць інвестыцыю
de_de: Wertpapier löschen
he_il: מחיקת השקעת ניירות ערך
pt_br: Excluir o investimento selecionado

source: &Move
be_by: &Перасунуць
de_de: &Verschieben
he_il: &הזזה
pt_br: &Mover

source: Move selected transaction to another account
be_by: Перасунуць абраную аперацыю на іншы рахунак
de_de: Ausgewählte Buchung in ein anderes Konto verschieben
he_il: העברת התנועות שנבחרו לחשבון אחר
pt_br: Mover a transação selecionada para outra conta

source: Refresh
be_by: Абнавіць
de_de: aktualisieren
he_il: רענן
pt_br: Atualizar

source: Refresh Stock Prices from Yahoo
be_by: Абнавіць каціроўкі з Yahoo
de_de: Aktualisiere die Wertpapierkurse von Yahoo
he_il: רענן שערי נירות ערך מ Yahoo
pt_br: Atualizar os preços das Ações pelo Yahoo

source: Lot
be_by: Лот
de_de: Los
he_il: מנה
pt_br: Lote

source: Shares
be_by: Паявы (Акцыйны)
de_de: Wertpapiere
he_il: ניר ערך
pt_br: Ações

source: Stock Portfolio: %s
be_by: Фондавы партфель: %s
de_de: Wertpapierdepot: %s
he_il: תיק השקעות: %s
pt_br: Carteira de Ações: %s

source: Stock Portfolios Overview
de_de: Aktienportfolios Übersicht
pt_br: Carteira Geral de Ações

source: Cash Balance: %s
de_de: Zahlungsbilanz: %s
pt_br: Saldo em dinheiro: %s

source: Market Value: %s
de_de: Marktwert: %s
pt_br: Valor de mercado: %s

source: Invested: %s
be_by: Інвеставана: %s
de_de: Investiert: %s
he_il: הושקע: %s
pt_br: Investido: %s

source: Gain: %s
be_by: Атрымана: %s
de_de: Gewinn: %s
he_il: רווח: %s
pt_br: Ganho: %s

source: Loss: %s
be_by: Згублена: %s
de_de: Verlust: %s
he_il: הפסד: %s
pt_br: Perda: %s

source: Stock prices updated successfully
de_de: Wertpapierpreise wurden erfolgreich aktualisiert
pt_br: Preços das ações atualizados com sucesso

source: Last updated %s
be_by: Апошняе абнаўленне %s
de_de: Letzte Aktualisierung %s
he_il: עודכן לאחרונה %s
pt_br: Última atualização %s

source: Nothing to update
be_by: Няма чаго абнаўляць
de_de: Nichts zu aktualisieren
he_il: לא נמצאו עדכונים
pt_br: Nada para atualizar

source: Connecting…
be_by: Падлучэнне…
de_de: Am Verbinden…
he_il: מתחבר…
pt_br: Conectando…

source: Sort by this column
de_de: Nach dieser Spalte sortieren
pt_br: Ordenar por esta coluna

source: Hide/Show column
de_de: Spalte verstecken/anzeigen
pt_br: Ocultar/Mostrar Colunas

source: Hide this column
be_by: Схаваць гэты слупок
de_de: Diese Spalte verstecken
he_il: הסתרת עמודה זו
pt_br: Ocultar esta coluna

source: Move hidden column
de_de: Versteckte Spalte verschieben
pt_br: Mover coluna oculta

source: Move column to the beginning
de_de: Spalte an den Anfang verschieben
pt_br: Mover coluna para o início

source: Move column left
de_de: Spalte nach links verschieben
pt_br: Mover coluna para esquerda

source: Move column right
de_de: Spalte nach rechts verschieben
pt_br: Mover coluna para direita

source: Move column to the end
de_de: Spalte an das Ende verschieben
pt_br: Mover coluna para o final

source: Reset column widths
de_de: Spaltenbreite zurücksetzen
pt_br: Redefinir largura das colunas

source: Attachment archive folder for %s only:
be_by: Тэчка далучэнняў толькі для %s:
de_de: Anlagenarchivordner nur für %s:
he_il: ספרית ארכיב לצרופות %s בלבד:
pt_br: Pasta de armazenamento de Anexos para %s apenas:

source: Every OS type (Win,Mac,Unix) has its attachment folder
be_by: Кожная АС (Win,Mac,Unix) мае сваю тэчку далучэнняў
de_de: Jedes Betriebssystem (Windows, Mac, Unix) hat sein eigenes Anlagenverzeichnis
he_il: לכל סוג מערכת הפעלה (וינדוס, מק, יוניקס) קיימת תקית צרופות משלה
pt_br: Cada tipo de SO (Win,Mac,Unix) tem sua pasta de anexos

source: Browse for folder
be_by: Агляд тэчкаў
de_de: Verzeichnis auswählen
he_il: נא לדפדף לבחירת תיקיה
pt_br: Procure pela pasta

source: Real path:
be_by: Шлях:
de_de: Pfad:
he_il: נתיב ממשי:
pt_br: Caminho real:

source: Legend (can be used as variables at the beginning of above path)
be_by: Умоўныя позначкі (можа выкарыстоўвацца як зменная ў пачатку паказанага вышэй шляха)
de_de: Legende (kann als Variable am Anfang des obigen Pfades verwendet werden)
he_il: מקרא: (ניתן לשימוש כמשתנה בתחילת הנתיב שלעיל)
pt_br: Legenda (pode ser usada como variáveis no início do caminho acima)

source: %s : User document directory
be_by: %s : Тэчка дакументаў карыстальніка
de_de: %s : Benutzerdokument-Verzeichnis
he_il: %s : מחיצת מסמכי משתמש
pt_br: %s : Diretório de documentos do usuário

source: %s : User profile folder
be_by: %s : Тэчка профіля карыстальніка
de_de: %s : Benutzerprofilordner
he_il: %s : תיקיית פרופיל משתמש
pt_br: %s : Pasta do perfil do usuário

source: %s : Folder of .MMB database file
be_by: %s : Тэчка файла базы дадзеных .MMB
de_de: %s : Ordner der .MMB Datenbankdatei
he_il: %s : תיקיית קובצי מסד נתונים .MMB
pt_br: %s : Pasta de arquivo do banco de dados .MMB

source: %s : MMEX Application data folder
be_by: %s : Тэчка дадзеных дадатка MMEX
de_de: %s : MMEX Anwendungsdatenverzeichnis
he_il: %s : תיקיית נתוני יישומון MMEX
pt_br: %s : Pasta de dados do aplicativo MMEX

source: Other OS folders
be_by: Тэчкі для іншых АС
de_de: Andere Verzeichnisse
he_il: ספרית מערכת הפעלה אחרת
pt_br: Pastas de outros Sistemas Operacionais

source: Not set yet
be_by: Яшчэ не пазначаная
de_de: Noch nicht festgelegt
he_il: טרם הוגדר
pt_br: Não definido ainda

source: Windows folder: %s
be_by: Тэчка Windows: %s
de_de: Windows-Ordner: %s
he_il: תיקיית וינדוס: %s
pt_br: Pasta Windows: %s

source: Mac folder: %s
be_by: Тэчка Mac: %s
de_de: Mac-Ordner: %s
he_il: תיקיית מק: %s
pt_br: Pasta do Mac: %s

source: Unix folder: %s
be_by: Тэчка Unix: %s
de_de: Unix-Ordner: %s
he_il: תיקיית יוניקס: %s
pt_br: Pasta do Unix: %s

source: Create and use Attachments subfolder
be_by: Стварыць і выкарыстоўваць падтэчку далучэнняў
de_de: Erstellen und verwenden Sie den Anlagen-Unterordner
he_il: יצירה ושימוש בספרית משנה 'צרופות'
pt_br: Criar e usar subpasta para Anexos

source: Delete file after import
be_by: Выдаліць арыгінал файла пасля імпарта
de_de: Datei nach Import löschen
he_il: מחיקת קובץ לאחר שיובא
pt_br: Excluir arquivo após a importação

source: Select to delete file after import in attachments archive
be_by: Пазначце, каб арыгінальны файл быў выдалены пасля імпарта ў дадатак
de_de: Wählen Sie, um die Datei nach dem Import ins Anlagenarchiv zu löschen
he_il: בחירת על מנת למחוק קובץ לאחר יבוא צרופות לארכיב
pt_br: Selecione para excluir o arquivo depois de importá-lo na pasta de anexos

source: When remove attachment, move file instead of delete
be_by: Перасунуць далучэнне замест сцірання
de_de: Wenn die Beilage gelöscht wird, Datei verschieben statt löschen
he_il: כאשר צרופה מוסרת, הקובץ יועבר במקום להמחק
pt_br: Quando remover o anexo, mover o arquivo ao invés de excluí-lo

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
be_by: Пазначце, каб не выдаляць далучэнні з дадатка, а перасоўваць іх у падтэчку 'Сцёртыя'
de_de: Auswählen, um Datei nicht zu löschen, wenn Anlage entfernt wird, sondern diese stattdessen in den Unterordner 'gelöscht' verschieben
he_il: בהסרה, לא למחוק את הקובץ מצורף, במקום זאת להעבירו לספרית משנה ' נמחק'
pt_br: Selecione para não excluir o arquivo quando o anexo for removido, mas ao invés disso, movê-lo para a subpasta 'Excluídos'

source: When duplicating transactions duplicate the attachments also
be_by: Падчас стварэння дубліката аперацыі таксама дубляваць ейныя далучэнні
de_de: Beim Duplizieren von Buchungen werden auch die Anlagen dupliziert
he_il: בעת שכפול רשומה, לשכפל גם את הצרופה
pt_br: Ao duplicar transações duplicar os anexos também
