Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Added account: %s
be_by: Даданы рахунак: %s
de_de: Konto zugefügt '%s'
he_il: התווסף חשבון: %s
pt_br: Conta %s adicionada

source: Added payee: %s
be_by: Даданы платнік: %s
de_de: Zahlungsempfänger hinzugefügt: %s
he_il: התווסף מוטב: %s
pt_br: Beneficiário %s adicionado

source: SubCategory
be_by: Падкатыгорыя
de_de: Unterkategorie
he_il: תת סוג־אב
pt_br: Subcategoria

source: Don't Care
be_by: Пляваць
de_de: Ist mir egal
he_il: לא חשוב
pt_br: Não se preocupe

source: Balance
be_by: Баланс
de_de: Gesamt
he_il: יתרה
pt_br: Saldo

source: Share Total
be_by: Агулам за акцыю
de_de: ∑ Anteile
he_il: סך־כל מניות
pt_br: Total

source: Current Price
be_by: Бягучая цана
de_de: Aktueller Preis
he_il: מחיר נוכחי
pt_br: Preço Atual

source: Avg Share Price
be_by: Сярэдні кошт акцыі
de_de: ⌀ Kaufpreis
he_il: עלות מניה ממוצעת
pt_br: Preço médio da Ação

source: Total Cost
be_by: Поўны кошт
de_de: Gesamtkosten
he_il: עלות כוללת
pt_br: Total Investido

source: Realized Gain/Loss
be_by: Дасягнутыя прыбыткі/вытраты
de_de: Realisierter G/V
he_il: רווח/הפסד ממומש
pt_br: Ganho/Perda Realizada

source: Unrealized Gain/Loss
be_by: Недасягнутыя прыбыткі/вытраты
de_de: Nicht realisierter G/V
he_il: רווח/הפסד בלתי ממומש
pt_br: Ganho/Perda Não Realizada

source: Current Total Value
de_de: Aktueller Gesamtwert
pt_br: Valor Total Atual

source: Commission
be_by: Камісія
de_de: Kommission
he_il: עמלה
pt_br: Comissões

source: Import from CSV file
be_by: Імпарт з CSV
de_de: Aus CSV-Datei importieren
he_il: ייבוא מקובץ CSV
pt_br: Importar de um arquivo CSV

source: Import from XML file
be_by: Імпарт з XML
de_de: Aus XML-Datei importieren
he_il: ייבוא מקובץ XML
pt_br: Importar de um arquivo XML

source: Export as XML file
be_by: Экспарт файла XML
de_de: Als XML-Datei exportieren
he_il: ייצוא לקובץ HTML
pt_br: Exportar como arquivo XML

source: Account:
be_by: Рахунак:
de_de: Konto:
he_il: :חשבון
pt_br: Conta:

source: Preset:
be_by: Набор наладаў:
de_de: Voreinstellung:
he_il: הגדרות קבועות מראש:
pt_br: Predefinição:

source: Load this Preset when Account is: %s
be_by: Выкарыстаць гэты набор наладаў, калі рахунак: %s
de_de: Diese Voreinstellung laden, wenn das Konto ist: %s
he_il: טעינת הגדרות קבועות מראש אלו כאשר החשבון הוא: %s
pt_br: Carregar esta predefinição quando a Conta for: %s

source: Specify the order of fields in the file
be_by: Пакажыце парадак палёў у файле
de_de: Geben Sie die Reihenfolge der Felder in der Datei an
he_il: נא להגדיר את סדר השדות בקובץ
pt_br: Especifique a ordem dos campos no arquivo

source: &Up
be_by: &Да гары
de_de: &Aufwärts
he_il: &מעלה
pt_br: &Subir

source: &Down
be_by: &Уніз
de_de: &Runter
he_il: &מטה
pt_br: &Descer

source: CSV Delimiter:
be_by: Падзяляльнік CSV:
de_de: CSV-Trennzeichen:
he_il: מפריד CSV:
pt_br: Delimitador CSV:

source: Only Export Stocks
de_de: Nur Aktien exportieren
pt_br: Exportar somente ações

source: Only Export Transactions Between 2 Dates
de_de: Nur Transaktionen zwischen 2 Daten exportieren
pt_br: Exportar somente transações entre 2 datas

source: Start Date:
de_de: Startdatum:
pt_br: Data inicial:

source: Specify the report start date
de_de: Geben Sie das Startdatum des Berichts an
pt_br: Especifique a data de início do relatório

source: End Date:
de_de: Enddatum:
pt_br: Data final:

source: Specify the report end date
de_de: Geben Sie das Enddatum des Berichts an
pt_br: Especifique a data final do relatório

source: Export column titles
be_by: Загалоўкі слупкоў экспарта
de_de: Spaltennamen exportieren
he_il: יצוא כותרות עמודות
pt_br: Exportar títulos de coluna

source: Positive values are deposits
be_by: Станоўчыя значэнні гэта ўнёскі
de_de: Positive Werte sind Einlagen
he_il: ערכים חיוביים הם הפקדות
pt_br: Valores positivos são recebimentos

source: Positive values are withdrawals
be_by: Пазітыўныя значэнні — гэта спісанні
de_de: Positive Werte sind Auszahlungen
he_il: ערכים חיוביים הם משיכות
pt_br: Valores positivos são pagamentos

source: Rows to ignore
be_by: Сколькі радкоў абмінуць
de_de: Zeilen zum Ignorieren
he_il: שורות להחרגה
pt_br: Linhas a ignorar

source: From start:
be_by: Ад пачатка:
de_de: Von Anfang an:
he_il: מתחילת:
pt_br: Do início:

source: From end:
be_by: Ад канца:
de_de: Ab Ende:
he_il: מסוף:
pt_br: Do final:

source: Preview
be_by: Перадпрагляд
de_de: Vorschau
he_il: תצוגה מקדימה
pt_br: Pré-visualizar

source: &Export
be_by: &Экспарт
de_de: &Exportieren
he_il: &יצוא
pt_br: &Exportar

source: Choose XML data file to import
be_by: Абярыце файл XML для імпарта
de_de: XML Datei für den Import auswählen
he_il: בחירת קובץ נתונים XML לייבא
pt_br: Escolha o arquivo de dados XML para importar

source: Choose XML data file to export
be_by: Абярыце файл XML для экспарта
de_de: XML-Datei zum Exportieren auswählen
he_il: בחירת קובץ נתונים XML ליצוא
pt_br: Escolha o arquivo de dados XML para exportar

source: Preset name
be_by: Назва набора наладаў
de_de: Voreinstellungs-Name
he_il: שם הגדרה קבועה מראש
pt_br: Nome da predefinição

source: Save current settings as a Preset
be_by: Захаваць бягучыя налады як набор
de_de: Aktuelle Einstellungen als Voreinstellung sichern
he_il: שמירת הגדרות נוכחיות כהגדרות קבועות מראש
pt_br: Salvar as configurações atuais como predefinição

source: Delete Preset
be_by: Выдаліць набор наладаў
de_de: Voreinstellung löschen
he_il: מחיקת הגדרה קבועה מראש
pt_br: Apagar predefinição

source: Move Up
be_by: Перасунуць вышэй
de_de: Nach oben bewegen
he_il: הזזה מעלה
pt_br: Mover para cima

source: Move Down
be_by: Перасунуць ніжэй
de_de: Nach unten
he_il: העברה מטה
pt_br: Mover para Baixo

source: Specify the delimiter to use when importing/exporting CSV files
be_by: Пакажыце, які падзельнік выкарыстоўваць падчас імпарта / экспарта CSV файлаў
de_de: Trennzeichen für das Importieren/Exportieren von CSV-Dateien angeben
he_il: הגדרת תוחם שבו יעשה שימוש ביבוא/יצוא של קבצים
pt_br: Especifique o delimitador utilizado na importação/exportação de arquivos CSV

source: Import File
be_by: Імпартаваць файл
de_de: Datei importieren
he_il: יבוא קובץ
pt_br: Importar Arquivo

source: Export File
be_by: Экспартаваць файл
de_de: Datei exportieren
he_il: יצוא קובץ
pt_br: Exportar Arquivo

source: Preset '%1$s' loaded because Account '%2$s' selected
be_by: Быў ужыты набор наладаў '%1$s' таму што абраны рахунак '%2$s'
de_de: Voreinstellung '%1$s' geladen, weil Konto '%2$s' ausgewählt
he_il: הגדרה קבועה מראש '%1$s' נטענה מכיוון שחשבון '%2$s' נבחר
pt_br: Predefinição '%1$s' carregada porque a Conta '%2$s' foi selecionada

source: Default account '%s' for this template does not exist. Please select a new account.
be_by: Для гэтага шаблона не існуе рахунка па змаўчанні '%s'. Калі ласка, абярыце іншы рахунак.
de_de: Das Standardkonto '%s' für diese Vorlage existiert nicht. Bitte wählen Sie ein neues Konto.
he_il: חשבון ברירת המחדל '%s' עבור תבנית זו אינה קיימת. אנא בחירת חשבון חדש.
pt_br: Conta padrão '%s' para este modelo não existe. Por favor, selecione uma nova conta.

source: Account does not exist
be_by: Рахунак не існуе
de_de: Konto existiert nicht
he_il: חשבון לא קיים
pt_br: Conta não existe

source: Positive if type has '%s'
be_by: Станоўчы, калі тып мае '%s'
de_de: Positiv, wenn Typ '%s ' hat '
he_il: חיובי אם מסוג '%s'
pt_br: Positivo se o tipo tem '%s'

source: Preset Name
be_by: Назва набора наладаў
de_de: Name der Voreinstellung
he_il: שם הגדרה קבועה מראש
pt_br: Nome da predefinição

source: Save Preset
be_by: Захаваць набора наладаў
de_de: Voreinstellungen speichern
he_il: שמירת הגדרה קבועה מראש
pt_br: Guardar predefinição

source: Invalid Date.
be_by: Хібная дата.
de_de: Ungültiges Datum.
he_il: תאריך לא תקין.
pt_br: Data Inválida.

source: Invalid Amount.
be_by: Хібная сума.
de_de: Ungültiger Betrag.
he_il: סכום לא תקין.
pt_br: Montante Inválido.

source: Type (withdrawal/deposit) unknown.
be_by: Невядомы тып (спісанне/унёсак).
de_de: Art (Abhebung/Einzahlung) unbekannt.
he_il: סוג (משיכה/הפקדה) לא מוכרים.
pt_br: Tipo (pagamento/recebimento) desconhecido.

source: Incorrect fields specified for import!
be_by: Для імпарта паказаныя няслушныя палі
de_de: Falsche Felder für den Import angegeben!
he_il: לפעולת היבוא, הוגדרו שדות שגויים!
pt_br: Campos incorretos especificados para importação!

source: Date field is required.
be_by: Поле Дата з'яўляецца абавязковым.
de_de: Datumsfeld ist erforderlich.
he_il: שדה תאריך הוא שדה חובה.
pt_br: O campo de data é obrigatório.

source: Amount field or both Withdrawal and Deposit fields are required.
be_by: Неабходна запоўніць або толькі поле «Сума», або абодва полі «Спісанне» разам з «Унёсак».
de_de: Feld 'Betrag' oder beide Felder 'Auszahlung' und 'Einzahlung' sind erforderlich.
he_il: שדה סכום משיכה או הפקדה הוא שדה חובה.
pt_br: O campo Valor ou os campos Pagamento e Recebimento são obrigatórios.

source: Import
be_by: Імпарт
de_de: Importieren
he_il: יבוא
pt_br: Importar

source: Transactions imported to account %s: %ld
be_by: На рахунак %s было імпартавана аперацыяў: %ld
de_de: Buchungen in Konto %s importiert: %ld
he_il: תנועות יובאו לחשבון %s : %ld
pt_br: Transações importadas para a conta %s:%ld

source: Line %ld: Empty
be_by: Радок %ld: пуста
de_de: Zeile %ld: Leer
he_il: שורה %ld: ריקה
pt_br: Linha %ld: vazia

source: Line %ld: Error:
be_by: Радок %ld: памылка:
de_de: Zeile %ld: Fehler:
he_il: שורה %ld: שגויה:
pt_br: Linha %ld: Erro:

source: Line %ld: %s
be_by: Радок %ld %s
de_de: Zeile %ld: %s
he_il: שורה %ld: %s
pt_br: Linha %ld: %s

source: Line %ld: OK, imported.
be_by: Радок %ld: слушны, імпартаваны.
de_de: Zeile %ld: OK, importiert.
he_il: שורה %ld: יובא בהצלחה.
pt_br: Linha %ld: importada, OK.

source: Rejected rows:
be_by: Адхіленыя радкі:
de_de: Abgelehnte Zeilen:
he_il: שורות שנדחו:
pt_br: Linhas rejeitadas:

source: Lines selected to import: %ld
de_de: %ld Zeilen für den Import ausgewählt:
pt_br: Linhas selecionadas para importação: %ld

source: Empty lines: %ld
de_de: Leere Zeilen: %ld
pt_br: Linhas vazias: %ld

source: Imported: %ld
be_by: Імпартавана: %ld
de_de: Importiert: %ld
he_il: יובאו: %ld
pt_br: Importado: %ld

source: Errored: %ld
be_by: З памылкамі: %ld
de_de: Fehler: %ld
he_il: שגויים: %ld
pt_br: Errados: %ld

source: Log file written to: %s
be_by: Файл справаздачы запісаны ў: %s
de_de: Die Logdatei befindet sich in: %s
he_il: קובץ לוג נכתב ל: %s
pt_br: Arquivo de log gravado para: %s

source: No imported transactions!
be_by: Няма імпартаваных аперацый!
de_de: Keine importierten Buchungen!
he_il: תנועות לא יובאו!
pt_br: Nenhuma transação importada!

source: Incorrect fields specified for export! Requires at least Date and Amount.
be_by: Паказаныя няслушныя палі для экспарта. Абавязковыя хаця б дата і сума.
de_de: Falsche Felder für den Export angegeben! Benötigt mindestens Datum und Betrag.
he_il: לא הוגדרו השדות הנחוצים ליבוא! השדות המינימליים הדרושים הם תאריך וסכום.
pt_br: Campos incorretos especificados para exportação! Requer pelo menos Data e Valor.

source: Export
be_by: Экспартаваць
de_de: Exportieren
he_il: יצוא
pt_br: Exportar

source: File exists
be_by: Файл існуе
de_de: Datei existiert
he_il: קובץ קיים
pt_br: Arquivo já existente

source: Overwrite existing file?
be_by: Перазапісаць файл, што існуе?
de_de: Existierende Datei löschen?
he_il: האם לדרוס קובץ קיים?
pt_br: Substituir arquivo existente?

source: An error occurred while deleting the existing file. File may be locked by another program.
de_de: Beim Löschen der existierenden Datei ist ein Fehler aufgetreten. Die Datei kann von einem anderen Programm gesperrt werden.
pt_br: Ocorreu um erro ao excluir o arquivo existente. O arquivo pode estar bloqueado por outro programa.

source: Destination file error
be_by: Памылка файла прызначэння
de_de: Die Zieldatei existiert bereits
he_il: שגיאת קובץ יעד
pt_br: Erro no arquivo de destino

source: Invalid Account
be_by: Хібны рахунак
de_de: Falsches Konto
he_il: חשבון לא תקין
pt_br: Conta Inválida

source: Transactions/Stocks exported: %ld
de_de: Transaktionen/Aktien exportiert: %ld
pt_br: Transações/Ações exportadas: %ld

source: Preset '%s' will be deleted
be_by: Набор наладаў '%s' будзе выдалены
de_de: Voreinstellung %s wird gelöscht
he_il: הגדרות קבועות מראש '%s'תמחק
pt_br: A predefinição %s será eliminada

source: All Files
be_by: Усе файлы
de_de: Alle Dateien
he_il: כל הקבצים
pt_br: Todos os Arquivos

source: XML Files (*.xml)
be_by: Файлы XML (*.xml)
de_de: XML-Dateien (*.xml)
he_il: קבצי XML (*.xml)
pt_br: Arquivos XML (*.xml)

source: Enter a value
be_by: Пакажыце значэнне
de_de: Geben Sie einen Wert ein
he_il: נא להזין ערך
pt_br: Digite o valor

source: Please, type the word indicating positive values in the CSV file, e.g., 'credit'.
de_de: Bitte geben Sie das Wort ein, das positive Werte in der CSV-Datei angibt, z.B. 'Kredit'.
pt_br: Por favor, digite a palavra indicando valores positivos no arquivo CSV, por exemplo, 'crédito'.

source: Amount sign must be defined by type when 'Type' is selected for import
be_by: Знак сумы мае вызначацца тыпам, калі ён абраны для імпарту
de_de: Das Vorzeichen des Betrags muss nach Typ definiert werden, wenn "Typ" für den Import ausgewählt wird
he_il: סימן סכום חייב להיות שונה לפי סוג כאשר בוחרים ב'סוג' באפשרויות הייבוא
pt_br: O sinal de valor deve ser definido pelo tipo quando 'Tipo' é selecionado para importação

source: Value %1$s for custom field '%2$s' is not type %3$s.
be_by: Значэнне %1$s для карыстальніцкага поля '%2$s' не з'яўляецца тыпам %3$s.
de_de: Wert %1$s für benutzerdefiniertes Feld '%2$s' ist nicht Typ %3$s.
he_il: ערך %1$s בשדה מותאם אישית '%2$s' אינו סוג %3$s.
pt_br: O valor %1$s para o campo personalizado '%2$s' não é do tipo %3$s.

source: Value %1$s for %2$s custom field '%3$s' is not a valid selection.
be_by: Значэнне %1$s для карыстальніцкага поля %2$s '%3$s' не з'яўляецца слушным выбарам.
de_de: Wert %1$s für %2$s benutzerdefiniertes Feld '%3$s' ist keine gültige Auswahl.
he_il: ערך %1$s ל־'%2$s' שדה מותאם אישית %3$s אינו בחירה תקינה.
pt_br: O valor %1$s para %2$s do campo personalizado '%3$s' não é uma seleção válida.

source: Confirm format matches selection %s.
be_by: Пацвердзіце, што фармат адпавядае выбару %s.
de_de: Bestätigen Sie, dass das Format der Auswahl %s entspricht.
he_il: אישור שהמבנה תואם לבחירה %s.
pt_br: Confirmar formato corresponde à seleção %s.

source: Value %1$s does not match regex %2$s for custom field '%3$s'.
be_by: Значэнне %1$s не адпавядае рыгулярнаму выразу %2$s для карыстальніцкага поля '%3$s'.
de_de: Wert %1$s stimmt nicht mit regex %2$s für benutzerdefiniertes Feld '%3$s ' überein.
he_il: ערך %1$s לא תואם לביטוי־רגיל%2$s לשדה מותאם־אישית'%3$s'.
pt_br: O valor %1$s não corresponde ao regex %2$s para o campo personalizado '%3$s '.

source: Wrong WebApp GUID:
be_by: Хібны WebApp GUID:
de_de: Falsche WebApp GUID:
he_il: י מרשתת שגוי GUID:
pt_br: GUID WebApp errada:

source: please check it in network options.
be_by: калі ласка, праверце гэта ў сеткавых наладах.
de_de: überprüfen Sie sie bitte in den Netzwerkoptionen.
he_il: נא בדוק זאת באפשרויות רשת.
pt_br: por favor, verifique isto nas opções de rede.

source: Wrong WebApp settings
be_by: Хібныя налады WebApp
de_de: Falsche WebApp Einstellungen
he_il: הגדרות י מרשתת שגויות
pt_br: Configurações de WebApp erradas

source: Unable to connect to WebApp:
be_by: Немагчыма далучыцца да WebApp:
de_de: Kann keine Verbindung zu WebApp herstellen:
he_il: לא ניתן להתחבר לי מרשתת:
pt_br: Impossível se conectar com WebApp:

source: Please check settings and/or Internet connection.
de_de: Bitte überprüfen Sie die Einstellungen und/oder die Internetverbindung.
pt_br: Verifique as configurações e/ou conexão com a internet.

source: WebApp connection error
be_by: Памылка з'еднання з WebApp
de_de: WebApp Verbindungsfehler
he_il: שגיאת התחברות לי מרשתת
pt_br: Erro de conexão com WebApp

source: Wrong WebApp API version:
be_by: Хібная вэрсія WebApp API:
de_de: Falsche WebApp API Version:
he_il: גרסת API לי מרשתת שגויה:
pt_br: Versão errada do WebApp API:

source: Expected API version: %s
be_by: Чаканая вэрсія API: %s
de_de: Erwartete API-Version: %s
he_il: גרסת API צפויה: %s
pt_br: Versão esperada da API: %s

source: Wrong WebApp API version
be_by: Хібная вэрсія WebApp API
de_de: Falsche WebApp API Version
he_il: גרסת API י מרשתת שגויה
pt_br: Versão WebApp API errada

source: Account %s not found.
de_de: Konto '%s' nicht gefunden.
pt_br: Conta '%s' não encontrada.

source: Transaction will be inserted with the first bank account: '%s' and marked as 'Follow Up'
be_by: Аперацыя будзе ўстаўленая з першым банкаўскім рахункам: «%s» і пазначаная як «Дапрацаваць»
de_de: Die Buchung wird dem ersten Bankkonto: '%s' hinzugefügt und zur 'Überprüfung' gekennzeichnet
he_il: התנועה התווספה עם מספר החשבון הראשון : '% s' וסומנה כ' מעקב '
pt_br: A transação será inserida com a primeira conta bancária: '%s' e marcado como 'Acompanhamento'

source: Wrong WebApp account
be_by: Хібны рахунак з WebApp
de_de: Falsches WebApp Konto
he_il: חשבון י מרשתת שגוי
pt_br: Conta WebApp errada

source: Today will be used as the transaction date
be_by: За дату аперацыі будзе ўзяты сённяшні дзень
de_de: Das heutige Datum wird für die Buchung verwendet
he_il: לתאריך תנועוה, ייעשה שימוש בתאריך 'היום'
pt_br: Hoje será usado como a data da transação

source: Unable to download attachments from the WebApp.
de_de: Konnte Anhänge von der Webapp nicht herunterladen.
pt_br: Não é possível fazer o download de anexos do webapp.

source: Attachments folder not set or unavailable.
be_by: Тэчка для далучэнняў не паказаная альбо не дасяжная.
de_de: Anlagenverzeichnis nicht gesetzt oder ungültig.
he_il: ספרית צרופות לא מוגדת או לא זמינה.
pt_br: Pasta de anexos não definida ou indisponível.

source: Transaction not downloaded:
be_by: Аперацыя не спампаваная:
de_de: Buchung nicht heruntergeladen:
he_il: תנועות לא הורדו:
pt_br: Transação não baixada:

source: Please fix the attachments folder or delete the attachments from the WebApp.
de_de: Bitte korrigieren Sie das Anlagenverzeichnis oder löschen Sie die Anlagen aus der WebApp.
pt_br: Por favor, corrija a pasta de anexos ou exclua os anexos do WebApp.

source: Attachment folder error
be_by: Памылка тэчкі для далучэнняў
de_de: Anlagenverzeichnisfehler
he_il: שגיאת ספרית צרופות
pt_br: Erro na pasta de anexos

source: Attachment
be_by: Далучэнне
de_de: Anlage
he_il: צרופה
pt_br: Anexo

source: Transaction not downloaded: please retry to download transactions
be_by: Аперацыя не спампаваная: калі ласка, спрабуйце спампаваць наноў
de_de: Buchung wurde nicht heruntergeladen: Bitte versuchen Sie es erneut die Buchungen herunterzuladen
he_il: התנועות לא הורדו: נא לנסות להוריד שוב
pt_br: Transação não baixada: por favor, tente novamente

source: Attachment download error
be_by: Памылка спампавання далучэння
de_de: Herunterladen der Anlage ist fehlgeschlagen
he_il: שגיאת הורדת צרופות
pt_br: Erro de download do anexo

source: Import WebApp transactions
be_by: Імпарт аперацыяў з WebApp у дадатак
de_de: WebApp Buchungen importieren
he_il: יבוא תנועות מיישומון מרשתת
pt_br: Importar transações do WebApp

source: Network status (click to refresh)
be_by: Статус сеткі (націсніце, каб абнавіць)
de_de: Netzwerkstatus (zum Aktualisieren klicken)
he_il: מצב רשת (נא להקיש לרענון)
pt_br: Status da rede (clique para atualizar)

source: Checking for new transactions
be_by: Праверка новых аперацыяў
de_de: Suche nach neuen Buchungen
he_il: בדיקת המצאות תנועות חדשות
pt_br: Verificando novas transações

source: Attachments
be_by: Файлавыя
de_de: Anlagen
he_il: צרופות
pt_br: Anexos

source: &Import all
be_by: &Імпартаваць усе
de_de: Alle &importieren
he_il: &יבוא הכל
pt_br: &Importar tudo

source: Im&port and open all
de_de: &Alle importieren und öffnen
pt_br: Im&portar e abrir todos

source: Unable to download transactions from the WebApp.
de_de: Buchungen von der WebApp konnten nicht heruntergeladen werden.
pt_br: Não é possível fazer o download de transações do WebApp.

source: Transactions download error
be_by: Памылка спампавання аперацыяў
de_de: Fehler beim Herunterladen von Buchungen
he_il: שגיאת הורדת תנועות
pt_br: Erro ao baixar transações

source: Unable to insert transaction in MMEX database
be_by: Немагчыма ўставіць аперацыю у базу дадзеных MMEX
de_de: Die Buchung kann nicht in MMEX Datenbank einfügt werden
he_il: לא ניתן להוסיף תנועות למסד נתוני MMEX
pt_br: Impossível inserir transação no arquivo de dados do MMEX

source: WebApp communication error
be_by: Памылка абмена дадзенымі з WebApp
de_de: WebApp Verbindungsfehler
he_il: שגיאת תקשורת עם י המרשתת
pt_br: Erro na comunicação com WebApp

source: &Open Attachment
de_de: &Anhang öffnen
pt_br: &Abrir Anexo

source: Im&port and open
de_de: Im&portieren und öffnen
pt_br: Im&portar e abrir

source: &Delete
be_by: &Выдаліць
de_de: &Löschen
he_il: &מחיקה
pt_br: &Excluir

source: C&ollapse All
de_de: Alle einklappen
pt_br: Recolher tudo

source: E&xpand All
de_de: Alle aufklappen
pt_br: Expandir tudo

source: Show all hidden categories
be_by: Глядзець усе ўтоеныя катыгорыі
de_de: Zeige versteckte Kategorien
he_il: הצגת כל סוגי-האב המוסתרים
pt_br: Mostrar todas as categorias ocultas

source: Clear Settings
be_by: Скінуць налады
de_de: Einstellungen löschen
he_il: נקוי הגדרות
pt_br: Limpar as configurações

source: Remove hidden setting from all categories
de_de: Einstellung ausgeblendet aus allen Kategorien entfernen
pt_br: Remover a configuração oculta de todas as categorias

source: &New
be_by: &Стварыць
de_de: &Neu
he_il: &חדש
pt_br: &Novo

source: New category
de_de: Neue Kategorie
pt_br: Nova categoria

source: Edit category
de_de: Kategorie bearbeiten
pt_br: Editar categoria

source: Delete category. The category is unable to be used by existing transactions.
de_de: Löschen einer existierenden Kategorie. Die Kategorie kann nicht von bestehenden Buchungen verwendet werden.
pt_br: Excluir categoria. A categoria não pode estar sendo usada em transações existentes.

source: Select the currently selected category as the selected category for the transaction
be_by: Выбар выдзеленай катыгорыі для бягучай аперацыі
de_de: Ausgewählte Kategorie für diese Buchung benutzen
he_il: בחירה בסוג־אב הנוכחי כסוג־אב התנועה
pt_br: Utilizar a categoria selecionada na transação

source: Name contains category delimiter.
be_by: Назва ўтрымлівае падзяляльнік катыгорыі.
de_de: Name enthält Kategorie-Trennzeichen.
he_il: שם מכיל מפריד סוג־אב.
pt_br: Nome contém o delimitador de categoria.

source: The colon (:) character is used to separate categories and subcategories and therefore should not be used in the name
be_by: Двухкроп'е (:) выкарыстоўваецца для падзялення катыгорыяў і падкатыгорыяў. З гэтай нагоды яго няможна выкарыстоўваць у назве
de_de: Der Doppelpunkt (:) wird verwendet, um Kategorien und Unterkategorien zu trennen und sollte daher nicht im Namen verwendet werden
he_il: תו נקודותיים (:) משמש להפרדת סוגי־אב וסוגי־אב משנה לכן לא ניתן להשתמש בו בשם
pt_br: O caractere dois-pontos (:) é usado para separar categorias e subcategorias e, portanto, não deve ser usado no nome

source: Category Manager: Invalid Name
de_de: Kategorienverwaltung: Ungültiger Name
he_il: מנהל סוגי־אב: שם לא תקין
pt_br: Gerenciador de Categoria: Nome inválido

source: Enter the name for the new category:
be_by: Пакажыце назву новай катыгорыі:
de_de: Geben Sie den Namen für die neue Kategorie ein:
he_il: הזנת שם סוג־אב חדש:
pt_br: Digite o nome da nova categoria:

source: Add Category
be_by: Дадаць катыгорыю
de_de: Kategorie hinzufügen
he_il: הוספת סוג־אב
pt_br: Adicionar Categoria

source: A category with this name already exists for the parent
be_by: Катыгорыя з такой назвай ужо існуе ў гэтай бацькоўскай катыгорыі
de_de: Kategorie mit gleichem Namen existiert für diese übergeordnete Kategorie
he_il: סוג־אב בשם זהה קיים כבר עבור ההורה
pt_br: Já existe uma categoria com este nome
