Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Summary
be_by: Зводка
de_de: Zusammenfassung
he_il: סיכום
pt_br: Resumo

source: Where the Money Goes
be_by: Куды сыходзяць грошы
de_de: Wo das Geld hingeht
he_il: לאן הולך הכסף
pt_br: Para onde vai o Dinheiro

source: Where the Money Comes From
be_by: Адкуль прыходзяць грошы
de_de: Wo das Geld herkommt
he_il: מאין מגיע הכסף
pt_br: De onde vem o Dinheiro

source: Forecast Report
be_by: Прагноз
de_de: Prognosebericht
he_il: דוח תחזית
pt_br: Relatório de Previsão

source: Income vs. Expenses
de_de: Einnahmen vs. Ausgaben
pt_br: Receitas vs. Despesas

source: My Usage
be_by: Маё выкарыстанне
de_de: Meine Nutzung
he_il: השימוש שלי
pt_br: Minha Utilização

source: Payees
be_by: Платнікі
de_de: Zahlungsempfänger
he_il: מוטבים
pt_br: Beneficiários

source: Summary of Accounts
be_by: Зводка рахункаў
de_de: Kontenübersicht
he_il: יתרת חשבונות
pt_br: Resumo das Contas

source: Budget Category Summary
be_by: Зводка бюджэта
de_de: Budgetkategorie Zusammenfassung
he_il: תמצית תקציב
pt_br: Resumo do Orçamento por Categorias

source: Stocks Report
be_by: Справаздача па каціроўках
de_de: Wertpapierbericht
he_il: דוח ניירות ערך
pt_br: Relatório de Investimentos

source: Hide
be_by: Схаваць
de_de: ausgeblendet
he_il: הסתרה
pt_br: Ocultar

source: Account Error
be_by: Памылка рахунка
de_de: Kontofehler
he_il: שגיאת חשבון
pt_br: Erro na Conta

source: Property
be_by: Уласнасць
de_de: Eigentum
he_il: רכוש
pt_br: Propriedade

source: Automobile
be_by: Аўтамабіль
de_de: Pkw
he_il: רכב
pt_br: Automóvel

source: Household Object
be_by: Гаспадарчы аб'ект
de_de: Haushalt
he_il: תכולת בית
pt_br: Eletrodoméstico

source: Art
be_by: Мастацтва
de_de: Kunst
he_il: חפצי אמנות
pt_br: Obras de Arte

source: Jewellery
be_by: Ювелірныя вырабы
de_de: Schmuck
he_il: תכשיטים
pt_br: Jóias

source: Cash
be_by: Наяўныя
de_de: Bargeld
he_il: מזומן
pt_br: Dinheiro

source: Appreciates
be_by: Падаражэнне
de_de: Wertsteigerung
he_il: עליית ערך
pt_br: Valorização

source: Depreciates
be_by: Патанненне
de_de: Wertminderung
he_il: פחת
pt_br: Depreciação

source: Percentage
be_by: Адсоткі
de_de: Prozentsatz
he_il: אחוז
pt_br: Porcentagem

source: Asset Error
be_by: Памылка ў актыве
de_de: Vermögenswertfehler
he_il: שגיאת נכס
pt_br: Erro de Ativo

source: Crypto
be_by: Крыпта
de_de: Krypto
he_il: מטבע מבוזר (קריפטו)
pt_br: Criptomoeda

source: String
be_by: Тэкст
de_de: Zeichenkette
he_il: מחרוזת
pt_br: Texto

source: Integer
be_by: Цэлы лік
de_de: Ganzzahl
he_il: מספר שלם
pt_br: Inteiro

source: Decimal
be_by: Дробавы лік
de_de: Dezimalzahl
he_il: עשרוני

source: Boolean
be_by: Лагічнае
de_de: Wahrheitswert
he_il: בולאני
pt_br: Boleano

source: SingleChoice
be_by: АдзіныВыбар
de_de: Einfachauswahl
he_il: אפשרות בודדת
pt_br: EscolhaUnica

source: MultiChoice
be_by: МножныВыбар
de_de: Mehrfachauswahl
he_il: אפשרויות מרובות
pt_br: MultiplaEscolha

source: Payee Error
be_by: Памылка платніка
de_de: Zahlungsempfänger Fehler
he_il: שגיאת מוטב
pt_br: Erro do Beneficiário

source: All to week
de_de: Alles in der Woche
pt_br: Tudo para semana

source: All to month
de_de: Alle zu Monat
pt_br: Tudo para o mês

source: All to year
de_de: Bis zu diesem Jahr
pt_br: Tudo para o ano

source: Current year
de_de: Laufendes Jahr
pt_br: Este ano

source: Current financial year
de_de: Laufendes Geschäftsjahr
pt_br: Exercício Financeiro Atual

source: Current quarter
de_de: Laufendes Quartal
pt_br: Trimestre atual

source: Current month
de_de: Aktueller Monat
pt_br: Mês atual

source: Current week
de_de: Diese Woche
pt_br: Semana atual

source: From statement
de_de: Von der Anweisung
pt_br: Do balanço

source: From 1 day after statement
de_de: Ab 1 Tag nach Abrechnung
pt_br: A partir de 1 dia após balanço

source: From current year to week
de_de: Von aktuellem Jahr zu Woche
pt_br: Do início do ano até esta semana

source: From current year to month
de_de: Vom laufenden Jahr zum Monat
pt_br: Do início do ano até este mês

source: From current month to week
de_de: Vom aktuellem Monat zu Woche
pt_br: Do início do mês até esta semana

source: Previous year
de_de: Vorjahr
pt_br: Ano anterior

source: Previous month
de_de: Vormonat
pt_br: Mês anterior

source: Previous week
de_de: Vorherige Woche
pt_br: Semana anterior

source: From previous year
de_de: Ab dem Vorjahr
pt_br: Do ano anterior

source: From previous year to month
de_de: Ab dem Vorjahr bis zum aktuellen Monat
pt_br: Do ano anterior até este mês

source: From previous month
de_de: Ab dem Vormonat
pt_br: Do mês anterior

source: From previous month to week
de_de: Ab dem Vormonat bis zur aktuellen Woche
pt_br: Do mês anterior até esta semana

source: From previous week
de_de: Ab der Vorwoche
pt_br: Da semana anterior

source: From previous to current week
de_de: Von der vorherigen bis zur aktuellen Woche
pt_br: Da semana anterior à atual

source: From 1 year ago
de_de: Letzten 12 Monate
pt_br: A partir de 1 ano atrás

source: From 1 quarter ago
de_de: Vor 1 Quartal
pt_br: A partir de 1 trimestre atrás

source: From 1 month ago
de_de: Vor 1 Monat
pt_br: A partir de 1 mês atrás

source: From 1 week ago
de_de: Vor 1 Woche
pt_br: A partir de 1 semana atrás

source: Year before last
de_de: Vorletztes Jahr
pt_br: Ano retrasado

source: All to quarter
de_de: Alles zum Quartal
pt_br: Tudo para trimestre

source: Begin date:
be_by: Дата пачатка:
de_de: Anfangsdatum:
he_il: תאריך התחלה:
pt_br: Data inicial:

source: End date:
be_by: Дата заканчэння:
de_de: Enddatum:
he_il: תאריך סיום:
pt_br: Data final:

source: Date:
be_by: Дата:
de_de: Datum:
he_il: תאריך:
pt_br: Data:

source: Time:
be_by: Час:
de_de: Zeit:
he_il: שעה:
pt_br: Hora:

source: Year:
be_by: год:
de_de: Jahr:
he_il: שנה:
pt_br: Ano:

source: Template is empty
be_by: Шаблон не запоўнены
de_de: Vorlage ist leer
he_il: התבנית ריקה
pt_br: Modelo está vazio

source: The SQL script: %s will modify database! Aborted!
be_by: SQL скрыпт: %s намагаецца змяніць базу дадзеных! Скасавана!
de_de: Das SQL-Skript: %s würde die Datenbank modifizieren! Vorgang abgebrochen!
pt_br: O script SQL: %s modificará o banco de dados! Abortado!

source: Minimum Balance
be_by: Мінімальны баланс
de_de: Minimaler Saldo
he_il: יתרה מזערית
pt_br: Saldo mínimo

source: Credit Limit
be_by: Крыдытны ліміт
de_de: Kreditlimit
he_il: מסגרת אשראי
pt_br: Limite de Crédito

source: A scheduled transaction will exceed the account limit. Account: %1$s Current Balance: %2$6.2f Transaction amount: %3$6.2f %4$s: %5$6.2f
de_de: Eine geplante Buchung überschreitet das Kontolimit. Konto: %1$s Aktueller Kontostand: %2$6.2f Transaktionsbetrag: %3$6.2f %4$s: %5$6.2f Möchten Sie fortfahren?
pt_br: Uma transação agendada excederá o limite da sua conta. Conta: %1$s Saldo atual: %2$6.2f Valor da transação: %3$6.2f %4$s: %5$6.2f Você deseja continuar

source: MMEX Scheduled Transaction Check
de_de: MMEX geplante Buchungen Überprüfen
pt_br: Verificação de Transação Agendada MMEX

source: Stock Error
be_by: Памылка ў каштоўнай паперы
de_de: Wertpapierfehler
he_il: שגיאת ניר־ערך
pt_br: Erro de Ação

source: Back
be_by: Назад
de_de: Zurück
he_il: אחורה
pt_br: Voltar

source: Buy
de_de: Kauf
pt_br: Comprar

source: Sell
de_de: Verkauf
pt_br: Vender

source: Revalue
de_de: Aufwerten
pt_br: Reavaliar

source: Transaction
be_by: Аперацыя
de_de: Buchung
he_il: תנועה
pt_br: Transação

source: Stock
be_by: Акцыя
de_de: Wertpapier
he_il: ניר ערך
pt_br: Investimento

source: Asset
be_by: Актывы
de_de: Vermögenswert
he_il: נכס
pt_br: Ativos

source: BankAccount
be_by: БанкаўскіРахунак
de_de: Bankkonto
he_il: חשבון בנק
pt_br: Conta Bancária

source: RecurringTransaction
be_by: ЗапланаванаяАперацыя
de_de: Wiederholte Buchung
he_il: תנועה מחזורית
pt_br: Transação Recorrente

source: TransactionSplit
de_de: Geteilte Buchung
he_il: פיצול־תנועה
pt_br: Separação da transação

source: RecurringTransactionSplit
de_de: Wiederholte geteilte Buchung
he_il: פיצול תנועות מחזוריות
pt_br: Separação da Transação Recorrente

source: Icon
be_by: Абразок
de_de: Symbol
he_il: צלמית
pt_br: Ícone

source: &New Asset…
be_by: &Новы актыў…
de_de: &Neuer Vermögenswert…
he_il: &נכס חדש…
pt_br: &Novo Ativo…

source: D&uplicate Asset…
be_by: Д&убляваць актыў…
de_de: Vermögenswert D&uplizieren…
he_il: שכ&פול נכס…
pt_br: D&uplicar Ativo…

source: &Add Asset Transaction…
be_by: &Дадаць аперацыю для актыва…
de_de: &Vermögenswert hinzufügen…
he_il: &הוספת תנועת נכס…
pt_br: &Adicionar Transação de Ativo…

source: &View Asset Transactions
be_by: &Усе аперацыі для актыва
de_de: Vermögenswertbuchung &anzeigen
he_il: &מצג תנועת נכס
pt_br: &Exibir Transações do Ativo

source: &Open Asset Account…
be_by: &Адчыніць рахунак актыва…
de_de: &Vermögenswertkonto öffnen…
he_il: &פתיחת חשבון נכס…
pt_br: &Abrir conta de ativo…

source: &Edit Asset…
be_by: &Рыдагаванне актыва…
de_de: &Vermögenswert bearbeiten…
he_il: &עריכת נכס…
pt_br: &Editar ativo…

source: &Delete Asset…
be_by: &Выдаліць актыў…
de_de: &Vermögenswert löschen…
he_il: &מחיקת נכס…
pt_br: &Excluir Ativo…

source: &Organize Attachments…
be_by: &Дыспетчар далучэнняў…
de_de: &Anlagen verwalten…
he_il: &ניהול צרופות…
pt_br: &Organizar Anexos…

source: Do you want to delete the asset?
de_de: Soll dieser Vermögenswert gelöscht werden?
pt_br: Você quer excluir o ativo?

source: Confirm Asset Deletion
be_by: Спраўдзіце выдаленне актыва
de_de: Löschen des Vermögenswertes bestätigen
he_il: אישור מחיקת נכס
pt_br: Confirmar a exclusão do Bem

source: MMEX allows fixed assets like cars, houses, land, and others to be tracked. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
de_de: Mit MMEX können sonstige Vermögenswerte wie Autos, Häuser, Grundstücke und weitere Anlagen verfolgt werden. Für jeden verfolgten Vermögenswert kann eine jährliche Wertänderung festgelegt werden. Der Gesamtwert aller sonstigen Vermögenswerte wird zum Gesamtvermögen hinzugefügt.
pt_br: O MMEX permite que você controle ativos fixos como carros, casas, terras e outras. Cada ativo pode se valorizar a uma taxa anual, depreciar a uma taxa anual, ou simplesmente não alterar o seu valor. O total de ativos é adicionado ao patrimônio financeiro total.

source: &Add Trans
be_by: Д&адаць аперацыю
de_de: Buchung &hinzufügen
he_il: &הוספת תנועה
pt_br: &Adicionar Trans

source: &View Trans
be_by: &Глядзець аперацыі
de_de: Überweisung anzeigen
he_il: &הצגת תנועה
pt_br: &Ver Trans

source: View Asset Transactions
be_by: Усе аперацыі для актыва
de_de: Vermögenswertbuchungen ansehen
he_il: הצגת תנועות נכס
pt_br: Ver Transações do Ativo

source: Delete Asset
be_by: В&ыдаленне актыва
de_de: Vermögenswert löschen
he_il: מחיקת נכס
pt_br: Apagar Bem

source: Open attachments
be_by: Адчыніць далучэнні
de_de: Anlage öffnen
he_il: פתיחת צרופות
pt_br: Abrir anexos

source: Enter any string to find related assets
be_by: Напішыце любы тэкст для пошука будзь-якіх актываў
de_de: Geben Sie eine beliebige Zeichenfolge ein, um die entsprechenden Vermögenswerte zu finden
he_il: הזנת מחרוזת לחיפוש נכס
pt_br: Insira qualquer string para encontrar ativos relacionados

source: The question mark (?) is used to match a single character, for example "s?t" finds both "sat" and "set".
de_de: Benutzen Sie das Fragezeichen (?), um ein einzelnes Zeichen zu finden - zum Beispiel findet s?t 'sat' und 'set".
pt_br: O ponto de interrogação (?) é usado para corresponder a um único caractere, por exemplo "b?m" encontra tanto "bom" quanto "bem".

source: The asterisk (*) is used to match any number of characters, for example "s*d" finds both "sad" and "started".
de_de: Verwenden Sie den Stern (*), um eine beliebige Anzahl von Zeichen zu finden - zum Beispiel s*d findet 'sad' und 'started".
pt_br: O asterisco (*) é usado para corresponder a qualquer número de caracteres, por exemplo "s*o" encontra tanto "saldo" quanto "salário".

source: Total: %s
be_by: Агулам: %s
de_de: Gesamt: %s
he_il: סך־כל: %s

source: Change in Value: %1$s %2$s
be_by: Змена кошта: %1$s %2$s
de_de: Wertänderung: %1$s %2$s
he_il: שינוי ערך: %2$s %1$s
pt_br: Alteração no Valor: %1$s %2$s

source: This asset does not have its own account Multiple transactions for this asset are not recommended.
be_by: У гэтага актыва нямае ўласнага рахунка Некалькі аперацыяў для гэтага актыва не рэкамендуецца.
de_de: Dieser Vermögenswert hat kein eigenes Konto Mehrere Buchungen für diesen Vermögenswert werden nicht empfohlen.
he_il: לנכס זה אין חשבון משלו לא מומלץ לרשום תנועות מרובות לנכס זה.
pt_br: Este ativo não tem conta própria Transações múltiplas para este ativo não são recomendadas.

source: Asset Management
be_by: Кіраванне актывамі
de_de: Vermögenswerteverwaltung
he_il: ניהול נכסים
pt_br: Gerenciamento de Ativos

source: Trade Type
de_de: Handelstyp
pt_br: Tipo de operação

source: View All Budget Categories
be_by: Усе катыгорыі бюджэта
de_de: Alle Budget-Kategorien anzeigen
he_il: מצג כלל התקציב
pt_br: Ver Todas as Categorias de Orçamento

source: View Non-Zero Budget Categories
be_by: Ненулявыя катыгорыі бюджэта
de_de: Nicht-leere Budgetkategorien zeigen
he_il: הסתרת תקציב בסכום אפס
pt_br: Visualizar somente Categorias do Orçamento definidas

source: View Planned Budget Categories
be_by: Катыгорыі запланаванага бюджэта
de_de: Geplante Budget-Kategorien anzeigen
he_il: הצגת סוגי־אב תכנון תקציב
pt_br: Visualizar Categorias do Orçamento planejadas

source: View Income Budget Categories
be_by: Прыбытковыя катыгорыі бюджэта
de_de: Budget-Kategorien für Einnahmen anzeigen
he_il: הצגת סוגי־אב תקציב הכנסות
pt_br: Visualizar Categorias do Orçamento de Receitas

source: View Expense Budget Categories
be_by: Вытратныя катыгорыі бюджэта
de_de: Budget-Kategorien für Ausgaben anzeigen
he_il: הצגת סוגי־אב תקציב הוצאות
pt_br: Visualizar Categorias do Orçamento de Despesas

source: View Budget Category Summary
be_by: Глядзець зводку па катыгорыях у бюджэце
de_de: Alle Budget-Kategorien anzeigen
he_il: הצגת תמצית סוגי־אב תקציב
pt_br: Visualizar Resumo do Orçamento por Categorias

source: Frequency
be_by: Перыяд
de_de: Häufigkeit
he_il: תדירות
pt_br: Periodicidade

source: Estimated
be_by: Чакаецца
de_de: Geschätzt
he_il: תחזית
pt_br: Estimado

source: Actual
be_by: Фактычна
de_de: Aktuell
he_il: בפועל
pt_br: Realizado

source: Financial Year: %s - %li
be_by: Фінансавы год: %s - %li
de_de: Geschäftsjahr: %s - %li
he_il: שנת כספים: %s - %li
pt_br: Ano Fiscal: %s - %li

source: Year: %s
be_by: Год: %s
de_de: Jahr: %s
he_il: שנה: %s
pt_br: Ano: %s

source: Month: %s
be_by: Месяц: %s
de_de: Monat: %s
he_il: חודש: %s
pt_br: Mês: %s

source: %1$s Start Date of: %2$s
be_by: %1$s Дата пачатка: %2$s
de_de: %1$s Startdatum von: %2$s
he_il: %1$s תאריך התחלה: %2$s
pt_br: %1$s Data de início de: %2$s

source: Budget Planner for %s
de_de: Budget Planer für %s
he_il: תכנון תקציב ל־%s
pt_br: Planejamento de Orçamento para %s

source: Income:
be_by: Прыбытак:
de_de: Einnahmen:
he_il: הכנסה:
pt_br: Receitas:

source: Estimated:
be_by: Чакаецца:
de_de: Geschätzt:
he_il: תחזית:
pt_br: Estimado:

source: Actual:
be_by: Фактычна:
de_de: Aktuell:
he_il: בפועל:
pt_br: Realizado:

source: Difference:
be_by: Розніца:
de_de: Differenz:
he_il: הפרש:
pt_br: Diferença:

source: Expenses:
be_by: Выдаткі:
de_de: Ausgaben:
he_il: הוצאות:
pt_br: Despesa:

source: No budget defined
de_de: Es ist kein Budget definiert
pt_br: Nenhum orçamento definido

source: Critical: budget exceeded! Stop spending
de_de: Kritisch: Budget ist überschritten! Ausgaben stoppen
pt_br: Crítico: orçamento estourado! Pare de gastar

source: Within budget limits
de_de: Innerhalb der Budgetgrenzen
pt_br: Dentro dos limites do orçamento

source: Alert: budget close to or over limit
de_de: Warnung: Budget ist fast am oder über dem Limit
pt_br: Alerta: orçamento próximo ou acima do limite

source: Upcoming Transactions
be_by: Запланаваныя аперацыі
de_de: Anstehende Buchungen
he_il: תנועות עתידיות
pt_br: Próximas Transações

source: Stocks
be_by: Акцыі
de_de: Wertpapiere
he_il: ניירות ערך
pt_br: Contas de Investimento

source: Gain/Loss
be_by: Атрымана/Згублена
de_de: Gewinn/Verlust
he_il: רוח/הפסד
pt_br: Ganho/Perda

source: Market Value
de_de: Marktwert
pt_br: Valor de mercado

source: Cash Balance
de_de: Kontostand
pt_br: Saldo em dinheiro

source: Total
be_by: Агулам
de_de: Gesamt
he_il: סך־כל

source: Top Withdrawals: %s
be_by: Найбольш спісанняў: %s
de_de: Top Auszahlungen: %s
he_il: משיכות מובילות: %s
pt_br: Maiores Gastos: %s

source: %d day
de_de: %d Tag
pt_br: %d dia

source: %d day delay
de_de: %d Tag verspätet
pt_br: %d dia atrasado

source: %d day overdue
de_de: %d Tag überfällig
pt_br: %d dia de atraso

source: Account/Payee
be_by: Рахунак / Платнік
de_de: Konto / Zahlungsempfänger
he_il: חשבון/מוטב
pt_br: Conta/Beneficiário

source: Remaining
de_de: Verbleibend
pt_br: Restante

source: Income vs. Expenses: %s
de_de: Einnahmen vs. Ausgaben: %s
pt_br: Receitas vs. Despesas: %s

source: Expenses
be_by: Выдаткі
de_de: Ausgaben
he_il: הוצאות
pt_br: Despesas

source: Difference:
be_by: Розніца:
de_de: Differenz:
he_il: הפרש:
pt_br: Diferença:

source: Income/Expenses
be_by: Прыбыткі і выдаткі
de_de: Einnahmen/Ausgaben
he_il: הכנסות/הוצאות
pt_br: Receitas/Despesas

source: Transaction Statistics
be_by: Статыстыка аперацыяў
de_de: Buchungsstatistik
he_il: סטטיסטיקת תנועות
pt_br: Estatísticas das Transações

source: Follow Up On Transactions:
be_by: Дапрацаваць аперацыі:
de_de: Anstehende Buchungen:
he_il: מעקב תנועות:
pt_br: Acompanhamento das Transações:

source: Total Transactions:
be_by: Аперацыяў агулам:
de_de: Buchungen insgesamt:
he_il: סך־כל תנועות:
pt_br: Total de Transações:

source: Total Net Worth
be_by: Агульная вартасць
de_de: Nettogesamtvermögen
he_il: סך־כל שווי נקי
pt_br: Valor Líquido Total

source: Other Assets
be_by: Іншыя актывы
de_de: Sonstige Vermögenswerte
he_il: נכסים אחרים
pt_br: Outros Ativos

source: Currency Exchange Rates
be_by: Курсы абмена валютаў
de_de: Wechselkurse
he_il: שערי חליפין למטבעות
pt_br: Taxas de Câmbio

source: &Back
be_by: &Назад
de_de: &Zurück
he_il: &אחורה
pt_br: &Voltar

source: &Forward
be_by: &Наперад
de_de: &Vorwärts
he_il: &קדימה
pt_br: &Avançar

source: Deleted On
be_by: Дата выдалення
de_de: Gelöscht am
he_il: נמחק ביום
pt_br: Excluída em

source: Last Updated
be_by: Апошняе абнаўленне
de_de: Zuletzt aktualisiert
he_il: עודכן לאחרונה
pt_br: Última atualização

source: Sorted by
de_de: Sortiert nach
pt_br: Ordenado por

source: SN (Sequence Number) has the same order as Date/ID (or Date/Time/ID if Time is enabled).
de_de: SN (Sequenznummer) hat die gleiche Reihenfolge wie Datum/ID (oder Datum/Uhrzeit/ID, wenn Zeit aktiviert ist).
pt_br: SN (Número Sequencial) segue a mesma ordem que Data/ID (ou Data/Hora/ID se a hora estiver ativada).

source: ID (identification number) is increasing with the time of creation in the database.
de_de: Die ID (Identifikationsnummer) steigt mit der Zeit der Erstellung in der Datenbank.
pt_br: ID (número de identificação) está aumentando com o tempo de criação no banco de dados.

source: Balance is calculated in the order of SN (Sequence Number).
de_de: Der Saldo wird in der Reihenfolge von SN (Sequenznummer) berechnet.
pt_br: O saldo é calculado na ordem do SN (Número Sequencial).

source: New &Withdrawal…
de_de: Neue &Auszahlung…
he_il: משיכה &חדשה…
pt_br: Novo &Pagamento…

source: New &Deposit…
de_de: Neue &Einzahlung…
he_il: הפקדה &חדשה…
pt_br: Novo &Recebimento…

source: New &Transfer…
de_de: Neue &Überweisung…
he_il: העברה ח&דשה…
pt_br: Nova &Transferência…

source: &Edit Transactions…
de_de: &Buchungen bearbeiten…
pt_br: &Editar Transações…

source: &Edit Transaction…
de_de: &Buchung bearbeiten…
pt_br: &Editar Transação…

source: &Copy Transaction
be_by: &Капіяваць аперацыю
de_de: &Buchung kopieren
he_il: &העתקת תנועה
pt_br: &Copiar Transação

source: &Paste Transaction
be_by: &Уставіць аперацыю
de_de: Buchung &einfügen
he_il: &הדבקת תנועה
pt_br: &Colar Transação

source: D&uplicate Transaction…
be_by: Д&убляваць аперацыю…
de_de: Buchung D&uplizieren…
he_il: שכ&פול תנועה…
pt_br: D&uplicar Transação…

source: &Move Transactions…
de_de: Buchungen &verschieben…
pt_br: &Mover Transações…

source: &Move Transaction…
de_de: Buchung &verschieben…
pt_br: &Mover Transação…

source: &View In Other Account
be_by: &Глядзцець у іншым рахунку
de_de: In anderem Konto &anzeigen
he_il: &הצגה בחשבון אחר
pt_br: &Visualizar em outra conta

source: &View Split Categories
be_by: &Глядзець састаўныя катыгорыі
de_de: &Zeige gesplittete Kategorien
he_il: ה&צג פיצול קטגוריות
pt_br: &Ver Categorias Divididas

source: Create Scheduled T&ransaction…
de_de: Neue geplante Buchung…
he_il: יצירת תנועות מתוזמנת…
pt_br: Criar T&ransação Agendada…

source: &Restore selected transactions…
de_de: Ausgewählte Buchung &wiederherstellen…
pt_br: &Restaurar transações selecionadas…

source: &Restore selected transaction…
de_de: Ausgewählte Buchung &wiederherstellen…
pt_br: &Restaurar transação selecionada…

source: Restore &all transactions in current view…
de_de: Alle Buchungen in der aktuellen Ansicht wiederherstellen…
pt_br: Restaurar todas as transações mostradas neste momento…

source: &Find all transactions with %s '%s'
de_de: &Finde alle Buchungen mit %s '%s'
he_il: &חיפוש תנועות שמכילות %s '%s'
pt_br: &Localizar todas as transações com %s '%s'

source: Cop&y Text to Clipboard
de_de: Text in die Zwischenablage kopieren
he_il: העת&קת מלל ללוח־הגזירים
pt_br: Cop&iar Texto para a Área de Transferência

source: &Delete selected transactions…
de_de: &Markierte Buchungen löschen…
pt_br: &Excluir transações selecionadas…

source: &Delete selected transaction…
de_de: &Markierte Buchung löschen…
pt_br: &Excluir transação selecionada…

source: &Permanently delete selected transactions…
de_de: &Ausgewählte Buchungen dauerhaft löschen…
pt_br: &Excluir permanentemente as transações selecionadas…

source: &Permanently delete selected transaction…
de_de: &Ausgewählte Buchung dauerhaft löschen…
pt_br: &Excluir permanentemente a transação selecionada…

source: Delete &all transactions in current view…
de_de: Alle Buchungen in der aktuellen Ansicht löschen…
pt_br: Excluir todas as transações mostradas neste momento…

source: Permanently delete &all transactions in current view…
de_de: &Alle Buchungen in der aktuellen Ansicht dauerhaft löschen…
pt_br: Excluir permanentemente todas as transações mostradas neste momento…

source: Delete Viewed “&Follow Up” Transactions…
de_de: Lösche angezeigte "nach&folgende" Buchungen…
pt_br: Excluir transações visualizadas como 'Acompanhar'…

source: Delete Viewed “&Unreconciled” Transactions…
de_de: Lösche angezeigte "&unbestätigte" Buchungen…
pt_br: Excluir transações visualizadas como "Não Pagas"…

source: De&lete
de_de: &Löschen
he_il: מחי&קה
pt_br: Ex&cluir

source: &Unreconciled
be_by: &Няўзгодненая
de_de: &Ungeprüft
he_il: &לא־מותאם
pt_br: &Não Paga

source: &Reconciled
be_by: &Узгодненая
de_de: Überprüft
he_il: &מותאם
pt_br: &Paga

source: &Void
be_by: &Скасаваны
de_de: &Inaktiv / Ungültig
he_il: &מבוטל
pt_br: &Nula

source: &Follow Up
be_by: &Дапрацаваць
de_de: &Zu prüfen
he_il: &מעקב
pt_br: &Acompanhamento

source: D&uplicate
be_by: Д&убляваць
de_de: D&uplizieren
he_il: שכ&פול
pt_br: D&uplicar

source: Mar&k as
de_de: Mar&kieren als
he_il: &סימון כ־
pt_br: Marca&r como

source: Do you want to permanently delete the selected transaction?
de_de: Möchten Sie die ausgewählte Buchung wirklich dauerhaft löschen?
pt_br: Você quer excluir permanentemente a transação selecionada?

source: Do you want to delete the selected transaction?
de_de: Möchten Sie die ausgewählte Buchung wirklich löschen?
pt_br: Você quer excluir a transação selecionada?

source: Unable to undo this action.
de_de: Aktion kann nicht rückgängig gemacht werden.
pt_br: Não é possível desfazer esta ação.
