Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Never endorse a loan. If the borrower, whether a friend, a family member, a significant other, or someone else, misses payments, your credit score will take a plunge, the lender can come after you for the money, and it will likely destroy your relationship. Plus, if the bank is requiring a cosigner, the bank does not trust the person to make the payments.
de_de: Bürgen Sie niemals für einen Kredit. Wenn der Kreditnehmer - Ihr Freund, Familienmitglied, Lebensgefährte oder wer auch immer seine Zahlungen nicht leistet, wird Ihre Kreditwürdigkeit in Mitleidenschaft gezogen, und der Kreditgeber kann das Geld von Ihnen einfordern, was Ihre Beziehung wahrscheinlich zerstören wird.
pt_br: Nunca endosse um empréstimo. Se o mutuário - seja ele seu amigo, membro da família, alguém significante, quem quer que seja - parar de pagar, sua pontuação de crédito afundará, o mutuante poderá vir atrás de você pelo dinheiro, e provavelmente destruirá seu relacionamento. Além disso, se o banco está exigindo um fiador, é porque não confia na pessoa para fazer os pagamentos.

source: Grocery tip: Avoid grocery shopping when hungry or stressed. Hunger and stress can make you do strange things, like buying lots of chocolate or gimmicky processed foods. Plan to go to the store when you are well-fed and relaxed. That way, you can stick to your list and not overspend on food you do not need.
de_de: Lebensmitteltipp: Vermeiden Sie Lebensmittelgeschäfte bei Hunger oder Stress. Planen Sie, in den Laden zu gehen, wenn Sie gut ernährt und entspannt sind. Auf diese Weise können Sie sich an Ihre Liste halten und nicht für Lebensmittel ausgeben, die Sie nicht benötigen.
pt_br: Dica de compras: Evite compras de mercearia quando estiver com fome ou estresse. A fome e o estresse podem te levar a fazer coisas estranhas, como comprar muito chocolate ou péssima comida processada. Planeje ir à loja quando você estiver bem alimentado e relaxado. Dessa forma, conseguirá seguir a sua lista e não gastará demais em alimentos de que não precisa.

source: Grocery tip: Make a shopping list. A shopping list saves money by helping to avoid buying products that are not required. The simplest way is to track consumables as they are used. A magnetic notepad on the fridge can help to write down items that need to be bought.
de_de: Lebensmitteltipp: Machen Sie eine Einkaufsliste. Eine Einkaufsliste spart Geld, indem Sie den Kauf von Produkten vermeiden, die Sie nicht benötigen.
pt_br: Dica de compras: Faça uma lista de compras. Uma lista de compras economiza dinheiro ajudando você a evitar comprar produtos de que não precisa. O jeito mais simples é ter controle dos consumíveis enquanto você os usa. Mantenha um bloco de notas magnéticas na geladeira e junte o que você precisa ao acabar.

source: Grocery tip: Buy fruits and vegetables in season.
de_de: Lebensmitteltipp: Obst und Gemüse in der Saison kaufen.
pt_br: Dica de compras: Compre frutas e legumes da estação.

source: Grocery tip: Ensure your family consumes everything you purchase. Every month or so, hold a pantry challenge during which you use up as many pantry goods as possible before you shop again. A pantry challenge cuts down on waste and lets you get a sense of how much you are overbuying.
de_de: Lebensmitteltipp: Stellen Sie sicher, dass Ihre Familie alles verzehrt, was Sie kaufen.
pt_br: Dica de compras: Certifique-se de que sua família consome tudo o que compra. Todos os meses, tenha um desafio de despensa durante o qual você consome o maior número possível de produtos da despensa antes de comprar novamente. Um controle diminui as perdas e permite ter uma noção do quanto você está comprando em excesso.

source: Grocery tip: Reduce waste. Adopting better grocery shopping habits is one way to cut back on wasted food and money. Make a list of everything you throw out without using, such as spoiled leftovers or soggy lettuce, to get a sense of the full scale of the issue.
de_de: Einkaufstipp: Produzieren Sie weniger Abfall. Bessere Einkaufsgewohnheiten sind eine Möglichkeit, die Verschwendung von Lebensmitteln und Geld zu reduzieren.
pt_br: Dica de compras: Reduza o desperdício. Adotar melhores hábitos de compras de é uma maneira de eliminar o desperdício de comida e dinheiro. Faça uma lista de tudo o que você joga fora sem usar, como sobras estragadas ou alface adormecido, para ter uma noção do tamanho do problema.

source: Grocery tip: Read sales flyers. Review each store’s flyer and match what is on sale with what is on your list or plan meals around sale items. It is sometimes more cost-effective to visit multiple stores in one week to get the best value.
de_de: Einkaufstipp: Lesen Sie die Verkaufsprospekte. Schauen Sie sich die Prospekte der einzelnen Geschäfte an und stimmen Sie die Angebote mit den Artikeln auf Ihrer Liste ab, oder planen Sie Ihre Mahlzeiten entsprechend den Angeboten. Manchmal ist es kostengünstiger, mehrere Geschäfte in einer Woche zu besuchen, um das beste Angebot zu bekommen.
pt_br: Dica de compras: Leia os encartes. Revise o encarte de cada loja e combine o que está à venda com o que está na sua lista ou plano de refeições. Algumas vezes, sai mais barato visitar várias lojas numa semana para obter o melhor valor.

source: Cut back on subscriptions. Is a subscription to every streaming service required? Is the paid service expense required, or is an advertising-supported free service sufficient? Is the book club membership required, or is a visit to the library once per month sufficient?
de_de: Abonnements einschränken. Ist ein Abonnement für jeden Streaming-Service erforderlich? Ist der kostenpflichtige Service erforderlich oder ist ein werbeunterstützter kostenloser Service ausreichend? Ist die Mitgliedschaft des Buchclubs erforderlich oder ist ein Besuch der Bibliothek einmal im Monat ausreichend?
pt_br: Corte em suas assinaturas. É necessária uma assinatura de cada serviço de streaming? A despesa de serviço pago é necessária ou um serviço gratuito de publicidade é suficiente? É necessária a adesão ao clube dos livros, ou uma visita à biblioteca uma vez por mês suficiente?

source: Use open source alternatives to proprietary software. Search at https://www.opensourcealternative.to/
de_de: Verwenden Sie Open-Source-Alternativen zu proprietärer Software. Suche unter https://www.opensourcealternative.to/
pt_br: Use softwares alternativos de código aberto ao invés do software proprietário. Pesquise em https://www.opensourcealternative.to/

source: Parent tip: If you are asked to be a guarantor for a loan for your college student, first check to see if your child has maxed out federal loan, grant, and scholarship options.
de_de: Tipp für Eltern: Wenn Sie gebeten werden, für ein Darlehen Ihres Schülers zu bürgen, prüfen Sie zunächst, ob Ihr Kind die Möglichkeiten für Bundesdarlehen, Zuschüsse und Stipendien ausgeschöpft hat.
pt_br: Dica para pais: se lhe pedirem para ser fiador de um empréstimo para seu estudante universitário, primeiro verifique se o seu filho já esgotou as opções de empréstimo do governo, Ongs e bolsas de estudo.

source: Get out of debt tip: Pay yourself 10% first. Put this into an account that is hard to touch. Ensure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
de_de: Tipp zum Schuldenabbau: Zahlen Sie zuerst 10 % an sich selbst. Legen Sie diese Summe auf ein Konto, das nur schwer zu erreichen ist. Stellen Sie sicher, dass es eine lästige Pflicht ist, das Geld abzuheben (Sie müssen zur Bank fahren), damit Sie es nur bewusst und für größere Ausgaben abheben.
pt_br: Dica para não se endividar: Pague-se 10% em primeiro lugar. Coloque numa conta de difícil acesso. Certifique-se que para movimentar essa conta é muito difícil (ter que se deslocar ao banco para movimentar pessoalmente), assim garante que você só vai fazer movimentações conscientemente e para grandes despesas.

source: Get out of debt tip: Establish an emergency fund.
de_de: Tipp zum Schuldenabbau: Legen Sie einen Notfallfonds an.
pt_br: Dica para não se endividar: Crie um fundo de emergência.

source: Get out of debt tip: Stop acquiring new debt.
de_de: Tipp zum Schuldenabbau: Keine neuen Schulden mehr machen.
pt_br: Dica para não se endividar: Pare de aumentar despesas.

source: Get out of debt tip: Create a realistic budget for the expenses.
de_de: Tipp: um aus der Schulden zu kommen: erstellen Sie ein realistisches Budget für Ihre Ausgaben.
pt_br: Dica para não se endividar: Crie um orçamento realista com suas despesas.

source: Get out of debt tip: Spend less than you earn.
de_de: Tipp: um aus der Schulden zu kommen: geben Sie weniger aus als Sie verdienen.
pt_br: Dica para não se endividar: Gaste menos do que você ganha.

source: Get out of debt tip: Pay more than the minimum.
de_de: Tipp: um aus der Schulden zu kommen: Zahle mehr als das Minimum.
pt_br: Dica para não se endividar: Pague a fatura completa do cartão.

source: Get out of debt tip: If you have a mountain of debt, studies show paying off the smallest debts can give you the confidence to tackle the larger ones.
de_de: Schuldentipp: Wenn Sie einen Schuldenberg haben, Studien zeigen, dass die Zahlung der kleinsten Schulden kann Ihnen das Vertrauen geben, die größeren zu bewältigen.
pt_br: Dica para sair das dívidas: Se você tem uma montanha de dívidas, estudos mostram que quitar as dívidas menores pode dar a você a confiança necessária para enfrentar as maiores.

source: Before going to a shop and buying something, take the time to make a list of what you really need. In the shop, only buy what is on your list.
de_de: Bevor Sie zum Einkaufen gehen, erstellen Sie eine Liste von dem, was Sie wirklich brauchen. Im Laden kaufen Sie dann nur, was auf Ihrer Liste steht.
pt_br: Antes de sair para comprar alguma coisa, separe um tempo fazendo uma lista do que você realmente precisa. Chegando lá, compre o que está em sua lista.

source: Using MMEX it is possible to track stocks/mutual funds investments.
be_by: Выкарыстоўваючы MMEX, можна адсочваць інвестыцыі, такія як акцыі, аблігацыі і да т.п.
de_de: Mit MMEX ist es möglich, Investitionen in Wertpapiere wie Aktien, Investmentfonds usw. zu verfolgen.
he_il: השימוש ב- MMEX מאפשר מעקוב אחר השקעות במניות/קרנות נאמנות.
pt_br: Utilizando o MMEX é possível acompanhar investimentos em Ações e Fundos de Investimentos.

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
be_by: Для стварэння новага актыва трэба задаць цікер, колькасць і кошт набыцця.
de_de: Um ein neues Wertpapier zu erstellen, müssen das Symbol, die Anzahl der Anteile und der Kaufpreis eingegeben werden.
he_il: על מנת לייצור ניר ערך חדש, יש להזין את סמל הניר, מספר יחידות שנרכשו ואת מחיר הרכישה.
pt_br: Para registrar novas ações será necessário indicar os respectivos Símbolos, quantidade e Preços de compra.

source: Sample of UK (HSBC HLDG) share: HSBA.L
be_by: Прыклад актыва UK (HSBC HLDG), цікер: HSBA.L
de_de: Als Beispiel für Großbritannien (HSBC HLDG) Aktien: HSBA.L
he_il: דוגמה לסמל נייר (HSBC HLDG) אנגלי:HSBA.L
pt_br: Exemplo da ação brasileira (Petrobras SA): PETR4

source: Before starting to invest, have a fully funded emergency fund.
de_de: Bevor Sie mit dem Investieren beginnen, sollten Sie über einen gut gefüllten Notfallfonds verfügen.
pt_br: Antes de começar a investir, tenha uma reserva de emergência disponível.

source: Before starting to invest, know your cash flow (have a budget).
de_de: Bevor Sie investieren, sollten Sie Ihren Cashflow kennen (ein Budget haben).
pt_br: Antes de começar a investir, conheça seu fluxo de caixa (tenha um orçamento).

source: Before starting to invest, pay off consumer debt, especially credit cards.
de_de: Bevor Sie anfangen, zu investieren, zahlen Sie Verbraucherkredite ab – insbesondere Kreditkarten.
pt_br: Antes de começar a investir, pague as dívidas, especialmente os cartões de crédito.

source: Before starting to invest, make net worth the primary tracking metric.
de_de: Bevor Sie mit dem Investieren beginnen, sollten Sie den Nettowert zur wichtigsten Messgröße machen.
pt_br: Antes de começar a investir, torne seu patrimônio sua métrica primária de evolução.

source: Before starting to invest, clarify the goals and the priorities.
de_de: Bevor Sie anfangen, zu investieren, klären Sie die Ziele und Prioritäten.
pt_br: Antes de começar a investir, estabeleça os objetivos e as prioridades.

source: Before starting to invest, understand the investing basics.
de_de: Bevor Sie mit dem Investieren beginnen, sollten Sie die Grundlagen des Investierens verstehen.
pt_br: Antes de começar a investir, entenda o básico sobre investimentos.

source: Common mistake of investors: only buying known companies.
de_de: Häufiger Fehler von Anlegern: der Kauf von Unternehmen, die in aller Munde sind.
pt_br: Erro comum dos investidores: comprar apenas empresas conhecidas.

source: Common mistake of investors: only buying companies you like.
de_de: Häufiger Fehler von Investoren: kaufen sie nur Unternehmen, die Sie kennen.
pt_br: Erro comum dos investidores: comprar somente empresas que gosta.

source: Common mistake of investors: only buying buzzworthy companies.
de_de: Häufiger Fehler von Anlegern: der Kauf von Unternehmen, die in aller Munde sind.
pt_br: Erro comum dos investidores: comprar somente empresas mais faladas do momento.

source: Common mistake of investors: forgetting to rebalance.
be_by: Распаўсюджаная памылка інвестараў: забывацца рыгулярна перабалансоўваць.
de_de: Häufiger Fehler von Anlegern: Vergessen, die Balance wiederherzustellen.
he_il: שגיאות נפוצות אצל משקיעים: לשכוח לאזן מחדש.
pt_br: Erro comum dos investidores: esquecer de diversificar.

source: Add Account Wizard
be_by: Майстар стварэння рахунка
de_de: Assistent zum Hinzufügen eines Kontos
he_il: אשף הוספת חשבון
pt_br: Assistente para Adicionar Conta

source: %s models all transactions as belonging to accounts.
be_by: %s месціць ўсе аперацыі ўнутры рахункаў.
de_de: %s modelliert alle Buchungen als zu Konten gehörig.
he_il: %s ממדל את כל התנועות משויכות לחשבונות.
pt_br: %s modela todas as transações como pertencentes a contas.

source: The next pages will help create a new account. To help get started, begin by making a list of all the financial institutions where the accounts are held.
de_de: Die nächsten Seiten werden helfen, ein neues Konto zu erstellen. Um den Anfang zu machen, sollten Sie zunächst eine Liste aller Finanzinstitutionen erstellen, in denen die Konten geführt werden.
pt_br: As próximas páginas o ajudarão criar uma nova conta. Para facilitar, comece fazendo uma lista de todas as instituições financeiras onde você possui conta.

source: Account Name Invalid
be_by: Хібная назва рахунка
de_de: Kontoname ungültig
he_il: שם חשבון לא תקין
pt_br: Nome de Conta Inválido

source: An account with this name already exists
be_by: Рахунак з такой назвай ужо існуе
de_de: Ein Konto mit diesem Namen existiert bereits
pt_br: Já existe uma conta com este nome

source: Name of the Account
be_by: Назва рахунка
de_de: Kontoname
he_il: שם החשבון
pt_br: Nome da Conta

source: Specify a descriptive name for the account.
be_by: Пакажыце назву для рахунка.
de_de: Geben Sie einen aussagekräftigen Namen für das Konto.
he_il: הזנת שם לתאור החשבון.
pt_br: Especifique um nome para a conta.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
be_by: Як правіла, гэта назва фінансавай установы, дзе знаходзіцца рахунак. Напрыклад, «Прыёрбанк».
de_de: dies ist im Allgemeinen der Name eines Finanzinstituts wo das Konto geführt wird. Zum Beispiel: "ABC-Bank".
he_il: הזנת את שם המוסד הכספי בו מתנהל החשבון. לדוגמה: 'בנק לאומי'.
pt_br: Geralmente este é o nome da instituição financeira onde a conta é mantida. Por exemplo: 'Banco ABC'.

source: Account Type
de_de: Kontotyp
pt_br: Tipo de Conta

source: Select the account type to create:
de_de: Wählen Sie den zu erstellenden Kontotyp:
pt_br: Especifique o tipo de conta a ser criado:

source: General bank accounts cover a wide variety of account types like Cash, Checking, Loans, and Credit cards.
be_by: Звычайныя банкаўскія рахункі выкарыстоўваюцца для вядзення уліка наяўных, дыпазітаў, пазыкаў, заашчаджань і крыдытнага баланса.
de_de: Allgemeine Bankkonten decken eine Vielzahl von Konten Typen wie Giro-, Spar- und Kreditkartenkonten ab.
he_il: חשבונות בנק כלליים מכסים מגוון רחב של סוגי חשבון כגון חשבונות עובר ושב, הלוואה, חיסכון וכרטיסי אשראי.
pt_br: Geralmente contas bancárias cobrem vários tipos de contas, como Conta Corrente, Poupança e Cartão de Crédito.

source: Investment and Share accounts are specialized accounts that have stock/mutual fund investments associated with them.
be_by: Інвестыцыйныя і Паявыя рахункі ствараюцца адмыслова для адсочвання толькі інвестыцыяў — такіх як акцыі, аблігацыі і да т.п.
de_de: Geldanlage sind spezielle Konten, die nur Wertpapiere oder Investmentfonds beinhalten.
he_il: חשבון השקעות הם חשבונות יעודיים לניהול תיקי ניירות ערך אליהם משויכים קרנות נאמנות, ניירות ערך, אגרות חוב ותכניות חיסכון.
pt_br: Contas de Investimento e Ações são contas específicas que têm investimentos em ações/fundos mútuos associados a elas.

source: Term and asset accounts are specialized bank accounts. They are intended for monitoring assets or term deposits and bonds where typically regular money goes in and comes out, outside the general income stream.
de_de: Termin- und Anlagekonten sind spezielle Bankkonten. Sie sind für die Überwachung von Vermögenswerten oder Termineinlagen und Anleihen gedacht bei denen normalerweise regelmäßig Geld außerhalb des normalen Einkommens ein- und ausgezahlt wird.
pt_br: Contas a Termo e de Ativos são contas bancárias especializadas. Destinam-se a monitorar Ativos ou Depósitos a Termo e Títulos de Renda fixa onde normalmente você tem dinheiro entrando e saindo, além do fluxo de receitas comuns.

source: Base Account Currency Not set.
be_by: Асноўная валюта рахунка не абраная.
de_de: Basiswährung ist nicht definiert.
he_il: לא הוגדר מטבע בסיס לחשבון.
pt_br: Moeda Padrão não Definida.

source: Set that first using Tools → Settings… menu and then add a new account.
de_de: Stellen Sie dieses zunächst über das Menü Extras->Einstellungen ein, und fügen Sie dann ein neues Konto hinzu.
pt_br: Defina isso primeiro usando o menu Ferramentas → Opções… e, em seguida, adicione uma nova conta.

source: New Database Wizard
be_by: Майстар стварэння новай базы дадзеных
de_de: Assistent für das Erstellen einer neuen Datenbank
he_il: אשף מסד נתונים חדש
pt_br: Assistente para um Novo Arquivo de Dados

source: The next pages will help create a new database. The database file is stored with an extension of .mmb. As this file contains important financial data, it is recommended to create daily backups with the setting “Backup database on startup” and store the backups in a separate location. The database can later be encrypted if required by using the setting: “Save Database As…” and changing the filetype before saving.
de_de: Die nächsten Seiten helfen Ihnen, einen neue Datenbank zu erstellen. Ihre Datenbankdatei wird mit der Dateiendung .mmb gespeichert. Da diese Datei wichtige finanzielle Informationen enthält, empfehlen wir ein tägliches Backup zu erstellen mithilfe der Option: 'Backup vor dem Öffnen', und speichern Sie Ihre Backups an einem separaten Ort. Diese Datenbank kann später bei Bedarf verschlüsselt werden. Dazu kann die Option "Datenbank speichern unter" genutzt werden, indem der Dateityp vor dem Speichern geändert wird.
pt_br: As próximas páginas ajudarão você a criar um novo banco de dados. Seu arquivo de banco de dados é armazenado com uma extensão de .mmb. Como este arquivo contém informações financeiras importantes, recomendamos criar backups diários nas opções de configuração: 'Backup na inicialização', e armazene seus backups em um local separado. O banco de dados pode ser criptografado posteriormente, se necessário, usando a opção: 'Salvar banco de dados como' e alterando o tipo de arquivo antes de salvar.

source: Base Currency for account
be_by: Асноўная валюта рахунка
de_de: Basiswährung für Konto
he_il: מטבע בסיס לחשבון
pt_br: Moeda Padrão para a conta

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed in Options. New accounts, will use this currency by default, and can be changed when editing account details.
be_by: Абярыце асноўную валюту, што будзе выкарыстоўвацца ў базе дадзеных (па змаўчанні). У далейшым Вы можаце змяняць гэтую валюту праз Налады. Новыя рахункі выкарыстоўваюць гэтую валюту і яе можна змяніць праз ўласцівасці адпаведнага рахунка.
de_de: Geben Sie die Basiswährung (oder Standardwährung) an, die für die Datenbank verwendet werden soll. Die Basiswährung kann später in den Einstellungen geändert werden. Neue Konten verwenden standardmäßig diese Währung, sie kann dann noch beim Bearbeiten der Kontodetails geändert werden.
pt_br: Especifique a moeda padrão a ser utilizada para o arquivo de dados. A moeda padrão poderá ser alterada posteriormente em Opções. Novas contas poderão utilizar esta moeda por padrão e poderão ser alteradas ao editar os detalhes da conta.

source: (Optional) Specify a title or name.
de_de: (Optional) Geben Sie einen Titel oder einen Namen an.
pt_br: (Opcional) Especifique um título ou nome.

source: Used as a database title for displayed and printed reports.
be_by: Загаловак для адлюстравання ў дадатку і справаздачах.
de_de: Wird als Überschrift für angezeigte und gedruckte Berichte verwendet.
he_il: משמש ככותרת לממסד־הנתונים בתצוגת והדפסת דוחות.
pt_br: Usado como título de um arquivo de dados para relatórios na tela e relatórios impressos.

source: Base Currency Not Set
be_by: Асноўная валюта не абраная
de_de: Basiswährung nicht definiert
he_il: לא נקבע מטבע בסיס
pt_br: Moeda Padrão não Definida

source: Update Wizard
be_by: Майстар абнаўлення
de_de: Update Assistent
he_il: אשף עדכון
pt_br: Assistente de atualização

source: Historical releases:
be_by: Папярэднія выпускі:
de_de: Historische Versionen:
he_il: שערים היסטוריים:
pt_br: Histórico de versões:

source: A new version of MMEX is available.
be_by: Даступная новая вэрсія MMEX.
de_de: Eine neue Version von MMEX ist verfügbar.
he_il: גרסה חדשה של MMEX זמינה.
pt_br: Uma nova versão do MMEX está disponível.

source: MMEX is up to date.
de_de: MMEX ist auf dem neuesten Stand.
pt_br: O MMEX está atualizado.

source: Unable to check for updates!
be_by: Немагчыма праверыць абнаўленні
de_de: Überprüfung auf Updates nicht möglich!
he_il: לא ניתן לבדוק עדכונים!
pt_br: Impossível checar atualizações!

source: Error:
be_by: Памылка:
de_de: Fehler
he_il: שגיאה:
pt_br: Erro:

source: MMEX Update Check
be_by: Праверка ці ёсць новыя вэрсіі MMEX
de_de: MMEX Update Überprüfung
he_il: בודק עדכונים ל MMEX
pt_br: Verificar atualizações do MMEX

source: Name
be_by: Назва
he_il: שם
pt_br: Nome

source: Att.
be_by: Далуч.
he_il: צרופה.
pt_br: Anex.

source: Budget Editor
be_by: Дыспетчар бюджэта
he_il: עורך תקציב
pt_br: Editor de Orçamento

source: Code
be_by: Код
he_il: קוד
pt_br: Código

source: Name:
pt_br: Nome:

source: Status
be_by: Стан
he_il: מצב
pt_br: Estado

source: &Forum
he_il: &פורום
pt_br: &Fórum

source: Max
be_by: Макс.
he_il: מירבי
pt_br: Máx

source: Financial Institution Transaction Identification (FITID): %s
pt_br: Identificação de transação da instituição financeira (FITID): %s

source: Memo: %s
pt_br: Lembrete: %s

source: Universal CSV Import
be_by: Універсальны CSV імпарт
he_il: אוניברסלי CSV יבוא
pt_br: Importar CSV Universal

source: Log
be_by: Справаздача
he_il: לוג
pt_br: Registro

source: File Name:
be_by: Назва файла:
he_il: שם קובץ:
pt_br: Nome do Arquivo:
