Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Tra&nsaction Report…
de_de: Buchungsbericht…
pt_br: Relatório de Tra&nsação…

source: &General Report Manager…
de_de: &Allgemeiner Bericht Manager…
pt_br: Gerenciador do &Relatório Geral…

source: C&ustom Field Manager…
de_de: Benutzerdefinierte Felder verwalten…
pt_br: Gerenciador de &Campos Personalizados…

source: Refresh &WebApp…
be_by: Абнавіць &WebApp…
de_de: WebApp aktualisieren…
he_il: רענון &יישומון מרשתת…
pt_br: Atualizar &WebApp…

source: Refresh WebApp
be_by: Экспарт дадзеных з дадатка у WebApp
de_de: WebApp aktualisieren
he_il: רענון י מרשתת
pt_br: Atualizar WebApp

source: &Settings…
de_de: &Einstellungen…
pt_br: &Configurações…

source: &Decrypt Encrypted Database…
de_de: Verschlüsselte Datenbank &entschlüsseln…
pt_br: &Descriptografar banco de dados criptografado…

source: Convert encrypted database to unencrypted database
de_de: Verschlüsselte Datenbank in unverschlüsselte Datenbank konvertieren
pt_br: Converte banco de dados criptografado em banco de dados não criptografado

source: Change Encrypted &Password…
be_by: Змяніць &пароль шыфравання…
de_de: Verschlüsseltes &Passwort ändern…
he_il: שנוי ססמה &מוצפנת…
pt_br: Alterar &Senha Criptografada…

source: Change the password of an encrypted database
be_by: Змена пароля зашыфраванай базы дадзеных
de_de: Passwort einer verschlüsselten Datenbank ändern
he_il: שינוי ססמה למסד נתונים מוצפן
pt_br: Alterar a senha de um banco de dados criptografado

source: &Optimize Database…
be_by: &Аптымізаваць базу дадзеных…
de_de: &Optimiere Datenbank…
he_il: &מיטוב מסד נתונים…
pt_br: &Otimizar Banco de Dados…

source: Optimize database for space and performance
de_de: Speicherplatz und Leistung der Datenbank optimieren
pt_br: Otimizar o tamanho e desempenho do banco de dados

source: Database Check and De&bug…
be_by: Праверка і &наладка базы дадзеных…
de_de: Datenbankprüfung und De&bugging…
he_il: בדיקת וניפוי תקלי מסד נתונים…
pt_br: Banco de dados Verificação e De&puração…

source: Generate database report or fix errors
be_by: Генераваць справаздачу базы дадзеных або выправіць памылкі
de_de: Datenbankbericht generieren oder Fehler beheben
he_il: חולל דוח מסד נתונים או תקן שגויים
pt_br: Gerar relatório da base de dados ou corrigir erros

source: Reset Web API Cookies…
de_de: Web API Cookies zurücksetzen…
pt_br: Redefinir Cookies da Web API…

source: Used to reset stored cookies for web API access
de_de: Verwendet um die gespeicherten Web-API Zugriffs Cookies zurückzusetzen
pt_br: Usado para redefinir cookies armazenados para acesso à API web

source: &Database
de_de: &Datenbank
he_il: &מסד־נתונים
pt_br: &Banco de Dados

source: Database management
be_by: Кіраванне базай дадзеных
de_de: Datenbankmanagement
he_il: ניהול מסד נתונים
pt_br: Gerenciamento da Base de Dados

source: &Help
be_by: &Даведка
de_de: &Hilfe
he_il: ע&זרה
pt_br: &Ajuda

source: Show Help
be_by: Паказаць даведку
de_de: Hilfe anzeigen
he_il: הצגת עזרה
pt_br: Mostrar Ajuda

source: Visit MMEX Facebook page
de_de: MMEX Facebook-Seite besuchen
he_il: נא לבקר בעמוד הפייסבוק שלנו
pt_br: Visite a página do MMEX no Facebook

source: Help translate MMEX on Crowdin
de_de: Hilf mit, MMEX auf Crowdin zu übersetzen
pt_br: Ajude a traduzir MMEX no Crowdin

source: Follow MMEX on X
de_de: MMEX auf X folgen
he_il: נא לעקוב אחר MMEX ב־X
pt_br: Siga o MMEX no X

source: Watch MMEX videos on YouTube
de_de: MMEX Videos auf YouTube ansehen
pt_br: Assista a vídeos sobre o MMEX no YouTube

source: Communicate with the MMEX team online
de_de: Mit dem MMEX-Team online kommunizieren
pt_br: Comunique-se com a equipe MMEX online

source: Access open source code repository and track reported bug statuses
be_by: Дасяг да рыпазіторыя адкрытага сыходнага кода і адсочванне паведамленняў пра памылкі
de_de: Greifen Sie auf das Open-Source-Code-Repository zu und protokollieren Sie die gemeldeten Fehlerstatus
he_il: גש למאגר קוד פתוח למעקב אחר מצב תקלות
pt_br: Acesse o repositório de código-fonte aberto e rastreie os status dos erros reportados

source: Read and update MMEX wiki
de_de: MMEX Wiki lesen und aktualisieren
pt_br: Leia e atualize o wiki do MMEX

source: MMEX for &iOS
de_de: MMEX für &iOS
pt_br: MMEX para &iOS

source: Install MMEX on iPads and iPhones
de_de: MMEX auf iPads und iPhones installieren
pt_br: Instale MMEX em iPads e iPhones

source: MMEX for &Android
de_de: MMEX für &Android
he_il: MMEX ל&אנדרואיד
pt_br: MMEX para &Android

source: Install MMEX for Android based smartphones and tablets
de_de: MMEX für Android-basierte Smartphones und Tablets installieren
he_il: התקנת MMEX לניידים ומחשבי־לוח מבוססי אנדרואיד
pt_br: Instale MMEX para smartphones e tablets baseados em Android

source: Visit the MMEX blog to view announcements
de_de: Besuchen Sie den MMEX Blog, um Ankündigungen zu sehen
he_il: נא לעיין ביומן‏־רשת MMEX לצפייה בהודעות
pt_br: Visite o “blog” MMEX para ver as novidades

source: Connect RSS web feed to news aggregator
be_by: Падлучыце RSS-стужку навінаў да агрыгатара
de_de: Verbinden Sie den RSS Web Feed mit dem News Aggregator
he_il: התחבר לשרות RSS למצבור חדשות
pt_br: Conecte o feed da Web RSS ao agregador de notícias

source: Make a &Donation
de_de: möchten Sie eine Spende machen
pt_br: Fazer uma &Doação

source: Donate to the MMEX team to support infrastructure and development
de_de: Spenden an das MMEX-Team um Infrastruktur und Entwicklung zu unterstützen
pt_br: Doe para a equipe MMEX para apoiar a infraestrutura e desenvolvimento

source: &Buy us a Coffee
be_by: &Прыгасціць нас кавай
de_de: Kauf uns einen Kaffee
he_il: &הזמינו אותנו לקפה
pt_br: &Pague-nos um café

source: Buy a key developer a coffee
de_de: Spendiere dem Entwickler einen Kaffee
pt_br: Pague um café para um desenvolvedor

source: Stay in touch with MMEX community
be_by: Заставайцеся на сувязі з супольнасцю MMEX
de_de: Bleib mit der MMEX Community in Verbindung
he_il: שמירת קשר עם קהילת MMEX
pt_br: Fique em contato com a comunidade MMEX

source: Report a &Bug
be_by: Паведаміць пра &памылку
de_de: Einen Fehler melden
he_il: &דווח &תקל
pt_br: Reportar um &erro

source: Report an error in application to the developers
be_by: Паведаміць распрацоўшчыкам пра памылку
de_de: Melde den Entwicklern einen Fehler in der Anwendung
he_il: דווח למתכנתים על שגיאה בישום
pt_br: Relatar um erro no aplicativo para os desenvolvedores

source: View &Diagnostics
be_by: Глядзець &дыягностыку
de_de: &Diagnosebericht anzeigen
he_il: הצגת אבחונים
pt_br: Visualizar &Diagnósticos

source: Help provide information to the developers
be_by: Дапамагчы прадаставіць інфармацыю распрацоўшчыкам
de_de: Hilf und stelle den Entwicklern Informationen zur Verfügung
he_il: סיוע בהעברת מידע למפתחים
pt_br: Ajuda a fornecer informações aos desenvolvedores

source: &Show App Start Dialog
be_by: Паказаць &пачатковае вакенца дадатка
de_de: &App-Startdialog anzeigen
he_il: &הצגת דו־שיח אתחול
pt_br: &Mostrar janela de início do aplicativo

source: Check For Updates
be_by: Праверыць, ці існуе новая вэрсія
de_de: Nach Updates suchen
he_il: בדיקת זמינות עדכונים
pt_br: Verificar se há atualizações

source: Check for &Updates
be_by: Праверыць наяўнасць &абнаўлення
de_de: Prüfe auf neue &Version
he_il: בדיקת זמינות &עדכונים
pt_br: Checar &Atualizações

source: &About
be_by: Пра &нас
de_de: &Über
he_il: &על אודות
pt_br: &Sobre

source: About dialog
be_by: Звесткі пра дыспетчара
de_de: Über Dialog
he_il: דו־שיח על־אודות
pt_br: Sobre

source: &File
be_by: &Файл
de_de: &Datei
he_il: ק&ובץ
pt_br: &Arquivo

source: &Accounts
be_by: &Рахункі
de_de: &Konten
he_il: חש&בונות
pt_br: &Contas

source: &Tools
be_by: &Прылады
de_de: &Extras
he_il: כ&לים
pt_br: &Ferramentas

source: &View
be_by: &Выгляд
de_de: &Ansicht
he_il: &תצוגה
pt_br: &Exibir

source: News
be_by: Навіны
de_de: Nachrichten
he_il: חדשות
pt_br: Novidades

source: Please enter password for Database %s
be_by: Калі ласка, пакажыце пароль да базы дадзеных %s
de_de: Bitte geben Sie das Passwort für Datenbank %s ein
he_il: נא להזין ססמה למסד הנתונים %s
pt_br: Por favor, digite a senha para o banco de dados %s

source: MMEX: Encrypted Database
be_by: MMEX: зашыфраваная база дадзеных
de_de: MMEX: Verschlüsselte Datenbank
he_il: MMEX: מסד נתונים מוצפן
pt_br: MMEX: Banco de dados criptografado

source: Have MMEX support provided a debug/patch file?
de_de: Hat der MMEX-Support Ihnen eine Debug-/Patch-Datei zur Verfügung gestellt?
he_il: האם תמיכת MMEX סיפקה קובץ ניפוי תקלים/תיקון?
pt_br: O suporte MMEX forneceu um arquivo de depuração/patch?

source: No File opened
be_by: Аніводны файл не адчынены
de_de: Keine Datei geöffnet
he_il: קובץ לא נפתח
pt_br: Nenhum arquivo aberto

source: Sorry. The Database version is too old or Database password is incorrect
be_by: Выбачце. Вэрсія базы дадзеных занадта старая або хібны пароль базы дадзеных
de_de: Die Datenbankversion ist zu alt oder das Datenbankpasswort ist falsch
he_il: למצער, גרסת מסד הנתונים ישנה מדי, או, ססמת מסד הנתונים שגויה
pt_br: Desculpe. A versão do banco de dados é muito antiga ou a senha está incorreta

source: &Next →
be_by: &Наступны →
de_de: &Weiter →
he_il: &הבא ←
pt_br: &Próximo →

source: Unable to find previously opened database.
de_de: Kann die zuvor geöffnete Datenbank nicht finden
pt_br: Não foi possível encontrar o banco de dados aberto anteriormente.

source: Password not entered for encrypted database.
de_de: Passwort für die verschlüsselte Datenbank wurde nicht eingegeben.
pt_br: Senha não inserida para banco de dados criptografado.

source: portable mode
be_by: партатыўны рэжым
de_de: Portabler Modus
he_il: מצב נייד
pt_br: modo portátil

source: Attempting to open a database that has been marked as opened by another instance of MMEX. To avoid data loss or conflict, it's strongly recommended that you close all other applications that may be using the database. If nothing else is running, it's possible that the database was left open as a result of a crash during previous usage of MMEX.
de_de: Die Datenbank, die Sie zu öffnen versuchen, wurde von einer anderen Instanz von MMEX als geöffnet markiert. Um Datenverluste oder Konflikte zu vermeiden, wird dringend empfohlen, alle anderen Anwendungen zu schließen, die möglicherweise die Datenbank verwenden. Wenn nichts anderes aktiv ist, ist es möglich, dass die Datenbank durch einen Absturz während einer früheren Verwendung von MMEX offen gelassen wurde.
pt_br: Tentando abrir um banco de dados que foi marcado como aberto por outra instância do MMEX. Para evitar perda de dados ou conflito, é altamente recomendável que você feche todos os outros aplicativos que possam estar usando o banco de dados. Se nada mais estiver em execução, é possível que o banco de dados tenha sido deixado aberto como resultado de uma falha no uso anterior do MMEX.

source: Do you want to open the database?
de_de: Möchten Sie die Datenbank öffnen?
pt_br: Deseja abrir o banco de dados?

source: MMEX Instance Check
be_by: Праверка MMEX
de_de: MMEX Instanzprüfung
he_il: בדיקה מהירה של MMEX
pt_br: Verificação da instância MMEX

source: Choose database file to create
be_by: Абраць файл для стварэння базы дадзеных
de_de: Wählen Sie die zu erstellende Datenbank-Datei
he_il: בחירת קובץ מסד נתונים ליצירה
pt_br: Escolha o arquivo de dados a ser criado

source: MMEX Database
de_de: MMEX-Datenbank
he_il: מסד־נתוני MMEX
pt_br: Banco de dados MMEX

source: Choose database file to open
be_by: Абраць файл базы дадзеных, штоб адчыніць
de_de: Wählen Sie die zu öffnende Datenbank-Datei
he_il: בחירת קובץ מסד נתונים לפתיחה
pt_br: Escolha o arquivo de dados a ser aberto

source: Encrypted MMEX Database
de_de: Verschlüsselte MMEX-Datenbank
he_il: מסד־נתוני MMEX מוצפן
pt_br: Banco de dados MMEX criptografado

source: Choose Encrypted database file to open
be_by: Абраць файл шыфраванай БД, штоб адчыніць
de_de: Verschlüsselte Datenbankdatei zum Öffnen auswählen
he_il: בחירת קובץ מסד נתונים מוצפן לפתיחה
pt_br: Escolha um arquivo de banco de dados Criptografado para abrir

source: Enter password for database
be_by: Пакажыце пароль для базы дадзеных
de_de: Passwort für Datenbankdatei eingeben
he_il: נא להזין ססמה למסד הנתונים
pt_br: Insira a senha para o banco de dados

source: Choose database file to Save As
be_by: Абраць файл для захоўвання базы дадзеных
de_de: Datenbankdatei zum Speichern auswählen
he_il: בחירת קובץ מסד נתונים לשמירה
pt_br: Escolha o banco de dados para Salvar Como

source: Converted database!
de_de: Konvertierte Datenbank!
he_il: מסד־נתונים הומר!
pt_br: Banco de dados convertido!

source: MMEX message
be_by: Паведамленне MMEX
de_de: MMEX-Nachricht
he_il: הודעת MMEX
pt_br: Mensagem MMEX

source: MMEX: Encryption Password Change
be_by: MMEX: Змена пароля шыфраванай БД
de_de: MMEX: Passwortänderung der Verschlüsselung
he_il: MMEX: שינוי ססמת הצפנה
pt_br: MMEX: Alterar Senha de Criptografia

source: New password for database:
be_by: Новы пароль для базы дадзеных:
de_de: Neues Passwort für Datenbank:
pt_br: Nova senha para banco de dados:

source: New password must not be empty.
be_by: Новы пароль мае быць запоўнены.
de_de: Neues Passwort darf nicht leer sein.
he_il: שדה ססמה חדשה לא יכול להישאר ריק.
pt_br: A nova senha não pode estar em branco.

source: Please confirm new password
be_by: Калі ласка, спраўдзіце новы пароль
de_de: Bitte bestätigen Sie das neue Passwort
he_il: נא לאשר ססמה חדשה
pt_br: Por favor, confirme a nova senha

source: Password change completed
be_by: Адбылася змена пароля
de_de: Passwortänderung abgeschlossen
he_il: שינוי הסיסמה הושלם
pt_br: Alteração de senha concluída

source: Confirm password failed.
be_by: Пароль ня спраўджаны.
de_de: Das Kennwort konnte nicht bestätigt werden.
he_il: אישור סיסמה נכשל.
pt_br: Confirmação de senha falhou.

source: Backup database before optimization.
de_de: Sicherung der Datenbank vor der Optimierung.
pt_br: Backup do banco de dados antes da otimização.

source: DB Optimization
be_by: Аптымізацыя базы дадзеных
de_de: DB-Optimierung
he_il: מטב את מסד הנתונים
pt_br: Otimização de BD

source: Database Optimization Completed! Size before: %1$s Size after: %2$s
be_by: Адбылася аптымізацыя базы дадзеных! Памер перад: %1$s Памер пасля: %2$s
de_de: Datenbankoptimierung abgeschlossen! Größe vorher: %1$s Größe nachher: %2$s
he_il: אופטימיזצית מסד הנתונים הושלמה! גודל לפני: %1$s גודל לאחר: %2$s
pt_br: Otimização do banco de dados concluída! Tamanho antes: %1$s Tamanho depois: %2$s

source: Database Check
be_by: Праверка базы дадзеных
de_de: Datenbankprüfung
he_il: בדיקת מסד הנתונים
pt_br: Verificação do banco de dados

source: Result of database integrity check:
be_by: Вынік праверкі цэласнасці базы дадзеных:
de_de: Ergebnis der Integritätsprüfung der Datenbank:
he_il: תוצאות בדיקת כלילות מסד־נתונים:
pt_br: Resultado da verificação de integridade do banco de dados:

source: Please use this function only if requested by MMEX support and an .mmdbg debug file has been supplied.
de_de: Bitte verwenden Sie diese Funktion nur, wenn Sie MMEX Unterstützung benötigen und eine .mmdbg-Debug-Datei zur Verfügung gestellt wurde.
pt_br: Por favor, use esta função apenas se solicitado pelo suporte MMEX e um arquivo de depuração .mmdbg tiver sido fornecido.

source: Database Debug
be_by: Наладка базы дадзеных
de_de: Datenbank Fehlerbehebung
he_il: ניפוי מסד נתונים
pt_br: Depuração de Banco de Dados

source: &No
be_by: &Не
de_de: &Nein
he_il: &לא
pt_br: &Não

source: &Yes
be_by: &Так
de_de: &Ja
he_il: &כן
pt_br: &Sim

source: Reset cookies used for Web API access.
de_de: Cookies zurücksetzen, die für den Zugriff auf die Web API verwendet werden.
pt_br: Redefinir cookies usados para acesso à API Web.

source: Cookie Reset
de_de: Cookies zurücksetzen
pt_br: Redefinir Cookie

source: Cookies have been reset
de_de: Cookies wurden zurückgesetzt
pt_br: Os cookies foram redefinidos

source: Save database file as
be_by: Захаваць файл базы дадзеных як
de_de: Datenbank speichern unter
he_il: שמור קובץ מסד נתונים בשם
pt_br: Salvar arquivo de dados como

source: Unable to copy file to itself
de_de: Datei kann nicht auf sich selbst kopiert werden
pt_br: Não é possível copiar o arquivo para si mesmo

source: Enter password for new database
be_by: Пакажыце пароль для новай базы дадзеных
de_de: Passwort für neue Datenbank eingeben
he_il: נא להזין ססמה למסד נתונים חדש
pt_br: Insira uma senha para o novo banco de dados

source: No account available to import
be_by: Нямае рахунка для імпарта
de_de: Kein Konto zum Importieren verfügbar
he_il: אין חשבון זמין ליבוא
pt_br: Nenhuma conta disponível para importação

source: Help
be_by: Даведка
de_de: Hilfe
he_il: עזרה
pt_br: Ajuda

source: Asset Accounts hold Asset transactions Asset transactions are created within the Assets View after the selection of the Asset within that view. Asset Accounts can also hold normal transactions to regular accounts.
be_by: Рахункі актываў утрымліваюць аперацыі з актывамі. Аперацыі з актывамі ствараюцца ў спісе Актываў пасля выбара адпаведнага Актыва. Рахункі актываў таксама могуць утрымліваць звычайныя аперацыі для звычайных рахункаў.
de_de: Vermögenswertkonten beinhalten Vermögenswertbuchungen Vermögenswertbuchungen können in der Vermögenswertansicht erstellt werden, nachdem der entsprechende Vermögenswert in dieser Ansicht ausgewählt wurde. Vermögenswertkonten können auch normale Buchungen auf reguläre Konten beinhalten.
he_il: חשבונות נכסים, מכילם תנועות של נכסים ורכוש קבוע תנועות רכוש קבוע נוצרת במסך נכסים לאחר בחירת נכס בתוך תצוגה זו. חשבונות נכסים יכולת לכלול גם תנועות רגילות לחשבונות רגילים.
pt_br: Contas de ativos retêm transações de ativos As transações de ativos são criadas dentro da visão de ativos após a seleção do Ativo dentro dessa visão. Contas de ativos também podem conter transações normais para contas regulares.

source: Asset Account Creation
be_by: Стварэнне рахунка актыва
de_de: Vermögenswertkonto erstellen
he_il: יצירת חשבון נכס
pt_br: Criação de Conta de Ativo

source: Share Accounts hold Share transactions Share transactions are created within the Stock Portfolio View after the selection of the Company Stock within the associated view. These accounts only become visible after associating a Stock to the Share Account Or by using the Menu View → 'Display Share Accounts' Share Accounts can also hold normal transactions to regular account.
be_by: Паявыя рахункі ўтрымліваюць аперацыі з акцыямі. Аперацыі з акцыямі рэгіструюцца ў спецыяльных рахунках пасля выбара акцыяў кампаніі ў звязаным выглядзе. Гэтыя рахункі становяцца бачнымі толькі пасля звязвання акцыі з Паявым рахункам або з дапамогай меню Выляд → Паказаць паявыя рахункі Паявыя рахункі таксама могуць утрымліваць звычайныя аперацыі для звычайных рахункаў.
de_de: Wertpapierkonten enthalten Wertpapierbuchungen Wertpapierbuchungen werden innerhalb der Depotansicht nach der Auswahl des Wertpapiers in der zugehörigen Ansicht angelegt. Diese Konten werden erst sichtbar, wenn dem Wertpapierkonto ein Wertpapier zugeordnet wurde, oder die Anzeige über das Menü Ansicht -->'Wertpapierkonten anzeigen' aktiviert wurde. Wertpapierkonten können auch normale Buchungen auf ein reguläres Konto enthalten.
he_il: חשבונות ניירות ערך מכילים תנועות בניירות ערך תנועות בניירות ערך נוצרות בצג 'תיק מניות', זאת לאחר בחירת החברה (מנפיקת המניה) מהמצג המשוייך. חשבונות אלה הופכים גלויים רק לאחר שיוך המניה לחשבון ניר ערך, או, מתוך תפריט תצוגה ← 'הצגת חשבונות ניירות ערך' חשבונות ניירות ערך יכולים להכיל גם תנועות רגילות לחשבון רגיל.
pt_br: Contas de Ações contém transações com ações Contas de ações são criadas dentro da Visualização da Carteira de Ações depois de selecionar a empresa associada. Estas contas somente ficam visíveis depois de associar o Papel à respectiva conta Ou usando o menu Visualizar -> 'Mostrar Contas de Ações' Contas de Ações também podem conter transações normais para as contas regulares.

source: Share Account Creation
be_by: Стварэнне паявога рахунка
de_de: Wertpapierkonto erstellen
he_il: יצירת חשבון ניירות ערך
pt_br: Criação de Conta Compartilhada

source: Transactions per payee
de_de: Buchungen pro Zahlungsempfänger
pt_br: Transações por Beneficiário

source: Settings have been updated.
de_de: Die Einstellungen wurden aktualisiert.
pt_br: As configurações foram atualizadas.

source: Some settings take effect only after an application restart.
be_by: Некаторыя налады ўступяць у моц толькі пасля перазапуска дадатка.
de_de: Einige Einstellungen werden erst nach einem Neustart der Anwendung wirksam.
he_il: חלק מההגדרות יכנסו לתוקף רק לאחר אתחול הייישומון.
pt_br: Algumas configurações só terão efeito após uma reinicialização do aplicativo.

source: Accounts, Payees, and Categories Updated
be_by: Абноўленыя рахункі, платнікі і катыгорыі
de_de: Konten, Zahler und Kategorien aktualisiert
he_il: עדכון חשבונות, מוטבים, וסוגי־אב
pt_br: Contas, Beneficiários e Categorias Atualizadas

source: Issue encountered updating WebApp, check Web server and WebApp settings
be_by: Сталася перашкода падчас абнаўлення WebApp. Пераверце вэб-паслужнік і налады WebApp
de_de: Beim Aktualisieren der WebApp ist ein Fehler aufgetreten. Überprüfen Sie die Webserver- und WebApp-Einstellungen
he_il: הסוגיה אירעה בעת עדכון י מרשתת, נא לבדוק את שרת המרשתת ואת הגדרות י המרשתת
pt_br: Problema encontrado ao atualizar o WebApp, verifique o servidor da Web e as configurações do WebApp

source: Choose HTML file to export
de_de: HTML-Datei für den Export auswählen
pt_br: Escolha o arquivo HTML para exportar

source: Scheduled Transactions
de_de: Geplante Buchungen
he_il: תנועות מתוזמנות
pt_br: Transações Agendadas

source: Downloading stock prices from Yahoo
be_by: Спампоўваю каціроўкі з Yahoo
de_de: Kurse von Yahoo herunterladen
he_il: עדכון שערי נירות ערך מ Yahoo
pt_br: Baixando os preços das ações do Yahoo

source: %1$s on %2$s
be_by: %1$s на %2$s
de_de: %1$s am %2$s
he_il: %1$s ב %2$s
pt_br: %1$s em %2$s

source: No account available to edit!
be_by: Нямае рахунка для рыдагавання!
de_de: Kein Konto zum Bearbeiten vorhanden!
he_il: אין חשבון זמין לעריכה!
pt_br: Nenhuma conta disponível para editar!

source: Choose Account to Edit
be_by: Абярыце рахунак для рыдагавання
de_de: Zu bearbeitendes Konto wählen
he_il: בחירת חשבוון לעריכה
pt_br: Escolha a Conta para Edição

source: No account available to delete!
be_by: Нямае рахунка для выдалення!
de_de: Kein Konto zum Löschen vorhanden!
he_il: אין חשבון זמין למחיקה!
pt_br: Nenhuma conta disponível para exclusão!

source: Choose Account to Delete
be_by: Абярыце рахунак для выдалення
de_de: Zu löschendes Konto wählen
he_il: בחירת חשבון למחיקה
pt_br: Escolha a Conta para Exclusão

source: Do you you want to delete %1$s account: %2$s?
de_de: Möchten Sie das Konto %1$s löschen: %2$s?
pt_br: Tem certeza que deseja excluir a conta %1$s: %2$s?

source: Change Account Type
be_by: Зняніць тып рахунка
de_de: Kontotyp ändern
pt_br: Alterar tipo de conta

source: Select account
be_by: Абраць рахунак
de_de: Konto wählen
pt_br: Selecionar conta

source: Select new account type for %s
be_by: Абраць новы тып рахунка для %s
de_de: Neuen Kontotyp für %s auswählen
pt_br: Selecione o novo tipo de conta para %s

source: Merge tags completed
be_by: Аб'яднанне пазнакаў ёсць завершанае
de_de: Zusammenführung von Schlagwörtern abgeschlossen
pt_br: Mesclagem de etiquetas concluída

source: Merge tags result
be_by: Вынік аб'яднання пазнакаў
de_de: Ergebnis der Zusammenführung von Schlagwörtern
pt_br: Resultado da mesclagem de etiquetas

source: File %s not found.
be_by: Файл %s ня знойдзены.
de_de: Datei %s nicht gefunden.
he_il: קובץ %s לא נמצא.
pt_br: O arquivo %s não foi encontrado.

source: General Group Report
be_by: Групавая справаздача
de_de: Allgemeiner Gruppenbericht
he_il: ביטול קבוצת דוחות
pt_br: Relatório Geral do Grupo

source: Caught exception
be_by: Сталася выключэнне
de_de: Abgefangene Ausnahme
he_il: נמצא חריג
pt_br: Exceção recebida

source: Cash Flow
be_by: Рух сродкаў
de_de: Geldfluss
he_il: תזרים מזומנים
pt_br: Fluxo de Caixa
