Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Enter the current value of the asset
be_by: Напішыце бягучы кошт актыва
de_de: Aktuellen Wert des Vermögenswertes eingeben
he_il: הזנת ערך נוכחי של הנכס
pt_br: Insira o valor atual do ativo

source: Current Value
be_by: Бягучае значэнне
de_de: Aktueller Wert
he_il: ערך נוכחי
pt_br: Valor Atual

source: The current value of the asset
de_de: Der aktuelle Wert des Vermögenswertes
pt_br: O valor atual do ativo

source: Change in Value
be_by: Змена кошта
de_de: Wertänderung
he_il: שינוי בערך הנכס
pt_br: Variação de Valor

source: Specify if the value of the asset changes over time
be_by: Пазначце, калі з цягам часа адбываецца змена кошта актыва
de_de: Legen Sie fest, ob sich der Wert des Vermögenswertes im Laufe der Zeit ändert
he_il: הגדרת אופן שינוי ערך הנכס לאורך זמן
pt_br: Especifique se o valor do ativo muda com o tempo

source: Compounding Period
de_de: Zinseszinsperiode
pt_br: Período

source: Select the compounding period for the appreciation/depreciation rate
de_de: Wählen Sie den Zinsberechnungszeitraum für die Wertsteigerungs-/Wertminderungsrate aus
pt_br: Selecione o período para a taxa de apreciação/depreciação dos ativos

source: % Rate
be_by: % змены
de_de: % Satz
he_il: % שער
pt_br: % Taxa

source: Enter the rate at which the asset changes its value in percentage per year
be_by: Увядзіце штогадовае змяненне кошта маёмасці ў адсотках
de_de: Geben Sie die Rate in Prozent ein, mit der sich Wert des Vermögenswertes pro Jahr ändert
he_il: נא להזין שעור השינוי בערך הנכס באחוזים לשנה
pt_br: Introduza a taxa à qual o valor do ativo se altera em porcentagem por ano

source: Organize attachments of this asset
be_by: Кіраваць укладаннямі да маёмасці
de_de: Anlagen für diesen Vermögenswert verwalten
he_il: ארגון צרופות לנכס זה
pt_br: Organizar os anexos deste ativo

source: Enter notes associated with this asset
be_by: Напішыце нататкі да маёмасці
de_de: Notizen zu diesem Vermögenswert
he_il: הזנת הערות משויכות לנכס זה
pt_br: Insira notas relacionadas a este ativo

source: New Transaction Details
be_by: Дыталі новай аперацыі
de_de: Alle Details zur neuen Buchung
he_il: פרטי תנועה חדשה
pt_br: Detalhes da Nova Transação

source: Edit Transaction Details
be_by: Рыдагаваць дыталі аперацыі
de_de: Buchungsdetails bearbeiten
he_il: עריכת פרטי תנועה
pt_br: Editar Detalhes da Transação

source: Invalid Transaction
be_by: Хібная аперацыя
de_de: Ungültige Buchung
he_il: תנועה לא תקינה
pt_br: Transação inválida

source: Asset account not found.
de_de: Vermögenswertkonto nicht gefunden.

source: Do you want to create one?
de_de: Möchten Sie eine erstellen?

source: Description
be_by: Апісанне
de_de: Beschreibung
he_il: תאור
pt_br: Descrição

source: File
be_by: Файл
de_de: Datei
he_il: קובץ
pt_br: Arquivo

source: Attachment folder not defined.
be_by: Не паказаная тэчка з файламі.
de_de: Anlagenverzeichnis nicht definiert.
he_il: לא הוגדרה ספרית צרופות.
pt_br: Pasta de documentos não definida.

source: Please set it in Tools → Settings… → Attachments
de_de: Bitte setzen Sie es unter Extras → Einstellungen… → Anlagen
pt_br: Por favor, configure isto em Ferramentas -> Opções… -> Documentos

source: Attachment folder not defined
be_by: Тэчка для далучэнняў ня вызначаная
de_de: Anlagenverzeichnis nicht definiert
he_il: לא הוגדרה ספרית צרופות
pt_br: Pasta de anexos não definida

source: Unable to find attachments folder:
be_by: Не магу знайсці тэчку для далучэнняў:
de_de: Kann Anlagenverzeichnis nicht finden:
he_il: לא נמצאה ספרית צרופות:
pt_br: Não foi possível encontrar a pasta de anexos:

source: Please verify that above path is correct
be_by: Калі ласка, праверце, што шлях слушны
de_de: Bitte überprüfen ob das angegebene Verzeichnis stimmt
he_il: נא לוודא נכונות הנתיב שלעיל
pt_br: Por favor, certifique-se que o caminho acima está correto

source: Attachments folder not found.
be_by: Тэчка для далучэнняў ня вызначаная.
de_de: Anlagenverzeichnis nicht gefunden.
he_il: לא נמצאה ספרית צרופות.
pt_br: Pasta de anexos não encontrada.

source: Attachment Manager | %1$s | %2$lld
de_de: Anlagenverwaltung | %1$s | %2$lld
pt_br: Gerenciador de Anexos | %1$s | %2$lld

source: Attachment Manager | %1$s | %2$s
de_de: Anlagenverwaltung| %1$s | %2$s
he_il: מנהל צרופות | %1$s | %2$s
pt_br: Gerenciador de Anexos | %1$s | %2$s

source: Attachment Manager | New %s
de_de: Anlagenverwaltung | %s
he_il: מנהל צרופות | %s חדש
pt_br: Gerenciador de Anexos | Novo %s

source: Other tools
be_by: Іншыя прылады
de_de: Andere Tools
he_il: כלים אחרים
pt_br: Outras Ferramentas

source: Import attachment:
be_by: Запампаваць далучэнне:
de_de: Anlagen importieren:
he_il: יבוא צרופה:
pt_br: Importar anexo:

source: Enter a description for the new attachment:
be_by: Пакажыце апісанне новага далучэння:
de_de: Geben Sie eine Beschreibung für die neue Anlage ein:
he_il: הזנת תיאור לצרופה החדשה:
pt_br: Insira uma descrição para o novo anexo:

source: Attachment Manager: Add Attachment
de_de: Anlagenverwaltung: Anlage hinzufügen
he_il: מנהל צרופות: הוספת צרופה
pt_br: Gerenciador de Anexos: Adicionar Anexo

source: Enter a new description for the attachment:
be_by: Пакажыце новае апісанне для далучэння:
de_de: Geben Sie eine neue Beschreibung für die Anlage ein:
he_il: הזנת תיאור חדש לצרופה:
pt_br: Digite uma nova descrição para o anexo:

source: Attachment Manager: Edit Attachment
de_de: Anlagenverwaltung: Anlagen bearbeiten
he_il: מנהל צרופות: עריכת צרופה
pt_br: Gerenciador de Anexos: Editar Anexo

source: Do you want to delete this attachment?
de_de: Möchten Sie diese Anlage löschen?
pt_br: Você quer apagar este anexo?

source: Confirm Attachment Deletion
be_by: Спраўдзіце выдаленне далучэння
de_de: Löschung der Anlage bestätigen
he_il: אישור מחיקת צרופה
pt_br: Confirmar a Exclusão do Anexo

source: &Add
be_by: Д&адаць
de_de: &Hinzufügen
he_il: &הוספה
pt_br: &Adicionar

source: &Open
be_by: А&дчыніць
de_de: &Öffnen
he_il: &פתיחה
pt_br: &Abrir

source: &Edit
be_by: Р&ыдагаваць
de_de: &Bearbeiten
he_il: &עריכה
pt_br: &Editar

source: &Remove
be_by: В&ыдаліць
de_de: &Entfernen
he_il: &הסרה
pt_br: &Remover

source: This directory and its files are automatically managed by MMEX.
de_de: Dieses Verzeichnis und seine Dateien werden automatisch von MMEX verwaltet.
he_il: מחיצה זו והקבצים שבה מנוהלים באופן אוטומטי על ידי MMEX.
pt_br: Este diretório e seus arquivos são gerenciados automaticamente pelo MMEX.

source: Please do not remove, rename or modify manually directories and files.
be_by: Калі ласка, не выдаляйце, не пераназывайце і не перасоўвайце файлы і тэчкі ўручную.
de_de: Bitte dieses Verzeichnis und die Dateien nicht von Hand verändern.
he_il: נא לא להסיר, לשנות שם או לשנות באופן ידני קבצים וספריות.
pt_br: Por favor, não remova, renomeie ou modifique manualmente diretórios e arquivos.

source: Destination file already exist:
be_by: Файл прызначэння ўжо існуе:
de_de: Zieldatei existiert bereits:
he_il: קובץ יעד כבר קיים:
pt_br: O arquivo de destino já existe:

source: File not found in attachments. Please delete or rename it.
be_by: Файл ня знойдзены ў далучэннях. Калі ласка, выдаліце або пераназавіце яго.
de_de: Datei wurde in den Anlagen nicht gefunden. Bitte löschen oder umbenennen.
he_il: הקובץ לא נמצא בספרית הצרופות. יש למחק או לשנות את שם צרופה.
pt_br: Arquivo não encontrado nos anexos. Por favor, apague-o ou renomeie-o.

source: Destination file already exist
be_by: Файл прызначэння ўжо існуе
de_de: Zieldatei existiert bereits
he_il: קובץ יעד כבר קיים
pt_br: O arquivo de destino já existe

source: File already found in attachments
be_by: Файл ужо ёсць у далучэннях
de_de: Datei ist bereits in den Anlagen
he_il: הקובץ נמצא כבר בספרית הצרופות
pt_br: Arquivo já encontrado em anexos

source: Attachment not found:
be_by: Далучэнне ня знойдзенае:
de_de: Anlage nicht gefunden:
he_il: לא נמצאה צרופה :
pt_br: Anexo não encontrado:

source: Do you want to delete the attachment in the database?
de_de: Möchten Sie die Anlage in der Datenbank löschen?
pt_br: Você quer apagar este anexo do Banco de Dados?

source: Delete attachment failed
be_by: Памылка выдалення далучэння
de_de: Löschen der Anlage fehlgeschlagen
he_il: מחיקת צרופה כשלה
pt_br: Falha ao excluir anexo

source: Unable to open file:
be_by: Немагчыма адчыніць файл:
de_de: Kann Datei nicht öffnen:
he_il: לא ניתן לפתוח קובץ:
pt_br: Impossível abrir o arquivo:

source: Please verify that file exists and user has rights to read it.
be_by: Калі ласка, праверце, што файл існуе і ў карыстальніка дастаткова правоў чытаць яго.
de_de: Bitte überprüfen ob die Datei existiert und der Benutzer die nötigen Zugriffsrechte hat.
he_il: נא לוודא כי הקובץ קיים, וכי יש למשתמש הרשאה לקרוא אותו.
pt_br: Por favor, certifique-se que o arquivo existe e o usuário tem permissões para o ler.

source: Open attachment failed
be_by: Немагчыма адчыніць далучэнне
de_de: Öffnen der Anlage fehlgeschlagen
he_il: פתיחת צרופה כשלה
pt_br: Falha ao abrir anexo

source: Budget Year Entry
be_by: Бюджэт на год
de_de: Rechnungsjahr-Eintrag
he_il: הזנת שנת תקציב
pt_br: Registro do Ano Orçamentário

source: Category:
be_by: Катыгорыя:
de_de: Kategorie:
he_il: סוג־אב:
pt_br: Categoria:

source: Estimated:
be_by: Чакаецца:
de_de: Geschätzt:
he_il: תחזית:
pt_br: Estimado:

source: Actual:
be_by: Фактычна:
de_de: Aktuell:
he_il: בפועל:
pt_br: Realizado:

source: Type:
be_by: Тып:
de_de: Typ:
he_il: סוג:
pt_br: Tipo:

source: Expense
be_by: Выдатак
de_de: Ausgaben
he_il: הוצאה
pt_br: Despesa

source: Income
be_by: Прыбытак
de_de: Einnahmen
he_il: הכנסה
pt_br: Receitas

source: Specify whether this category is an income or an expense category
be_by: Вызначыце, ці з'яўляецца гэтая катэгорыя прыбыткам або выдаткам
de_de: Kategorie den Einnahmen oder Ausgaben zuordnen
he_il: הגדרת מהות סוג־אב זה כהכנסה או הוצאה
pt_br: Informe se esta categoria é de receita ou despesa

source: Frequency:
be_by: Перыядычнасць:
de_de: Häufigkeit:
he_il: תדירות:
pt_br: Frequência:

source: Specify the income or expense frequency
de_de: Geben Sie die Häufigkeit der Einnahmen oder Ausgaben an
pt_br: Informe a frequência da receita ou despesa

source: Amount:
be_by: Сума:
de_de: Betrag:
he_il: סכום:
pt_br: Valor:

source: Enter the amount budgeted for this category.
be_by: Калі ласка, пакажыце памер бюджэту для дадзенай катыгорыі.
de_de: Das Budget für diese Kategorie festlegen.
he_il: הזנת הסכום שתוקצב לסוג-אב זה.
pt_br: Informe o valor orçado para esta categoria.

source: Enter notes to describe this budget entry
be_by: Пакажыце нататкі з апіснне гэтага запісу ў бюджэце
de_de: Notizen zur Beschreibung dieses Budgeteintrags eingeben
he_il: נא להזין הערות לתאור רשומת ניפוי־תקל זו
pt_br: Insira observações para descrever esta entrada de orçamento

source: Add &Year
de_de: &Jahr hinzufügen
he_il: הוספת &שנה
pt_br: Adicionar &Anual

source: Add a new budget year
be_by: Дадаць новы бюджэтны год
de_de: Ein neues Budgetjahr hinzufügen
he_il: הוספת שנת תקציב חדשה
pt_br: Adicionar um novo Orçamento Anual

source: Add &Month
de_de: &Monat hinzufügen
he_il: הוספת &חודש
pt_br: Adicionar &Mensal

source: Add a new budget month
be_by: Дадаць новы бюджэтны месяц
de_de: Einen neuen Budgetmonat hinzufügen
he_il: הוספת חודש תקציב חדש
pt_br: Adicionar um novo Orçamento Mensal

source: &Delete
be_by: &Выдаліць
de_de: &Löschen
he_il: &מחיקה
pt_br: &Apagar

source: Delete existing budget
be_by: Выдаліць бюджэт
de_de: Bestehendes Budget löschen
he_il: מחיקת תקציב קיים
pt_br: Apagar um Orçamento existente

source: Budget Entry Details
be_by: Бюджэт
de_de: Budget-Eintrag Details
he_il: חלון דו שיח הזנת תקציב
pt_br: Detalhes do Orçamento Registrado

source: Budget Month Entry
be_by: Бюджэт на месяц
de_de: Monatsbudget Eintrag
he_il: הזנת חודש תקציב
pt_br: Registro do Orçamento Mensal

source: Budget Year
be_by: Бюджэтны год
de_de: Budgetjahr
he_il: שנת תקציב
pt_br: Orçamento do Ano

source: Specify the required year. Use Spin buttons to increase or decrease the year.
be_by: Пакажыце жаданы год Выкарыстоўвайце кнопкі са стрэлкамі для змены значэння.
de_de: Geben Sie das gewünschte Jahr ein. Die Pfeiltasten verwenden, um die Jahreszahl zu vergrößern oder zu verkleinern.
he_il: הזנת השנה הנדרשת. ניתן להשתמש בלחצני גלילה כדי לשנות את השנה.
pt_br: Indique o ano desejado. Use as setas para aumentar ou diminuir o ano.

source: Budget Month
be_by: Бюджэтны месяц
de_de: Budget Monat
he_il: חודש תקציב
pt_br: Orçamento do Mês

source: Specify the required month. Use Spin buttons to increase or decrease the month.
be_by: Пакажыце патрэбны месяц. Выкарыстоўвайце кнопкі для павелічэння або памяншэння месяца.
de_de: Geben Sie den gewünschten Monat ein. Verwenden auf / ab Tasten zum Erhöhen oder Verringern des Monats.
he_il: הזנת החודש הנדרש. ניתן להשתמש בלחצני החצים כדי לשנות חודש.
pt_br: Especifique o mês desejado. Use as setinhas para aumentar ou diminuir o mês.

source: Base Budget On
be_by: Грунтавацца на бюджэце
de_de: Budget basiert auf
he_il: לבסס תקציב על
pt_br: Basear-se no Orçamento

source: Specify year to base budget on
be_by: Пакажыце год, на якім грунтуецца новы бюджэт
de_de: Geben Sie das Jahr an, auf das sich das Budget stützt
he_il: הגדרת שנת בסיס לתקציב
pt_br: Informe o ano em que quer basear o orçamento

source: Budget Year already exists
be_by: Бюджэт на гэты год ужо існуе
de_de: Budgetjahr existiert bereits
he_il: שנת תקציב קיימת
pt_br: Este Orçamento Anual já existe

source: Fixed Rate
be_by: Фіксаваны курс
de_de: Festzins
he_il: שיעור קבוע
pt_br: Taxa fixa

source: Last Rate
be_by: Найноўшы курс
de_de: Letzter Kurs
he_il: שער אחרון
pt_br: Última taxa

source: N/A
be_by: Не дастасоўваецца
de_de: nicht anwendbar
he_il: ל/ר
pt_br: N/D

source: Online update currency rate
be_by: Абнаўленне курса валютаў анлайн
de_de: Wechselkurse online aktualisieren
he_il: עדכון שערי מטח מקוון
pt_br: Atualização de taxa de câmbio online

source: Online Update
be_by: Абнавіць анлайн
de_de: Online-Aktualisierung
he_il: עדכון מקוון
pt_br: Atualização Online

source: &Show All
be_by: &Глядзець усе
de_de: &Zeige alles
he_il: &הצג הכול
pt_br: &Mostrar Todas

source: Show all even the unused currencies
be_by: Паказаць усе валюты, нават тыя, што не выкарыстоўваюцца
de_de: Zeige auch alle ungenutzten Währungen
he_il: הצגת הכול לרבות מטבעות שאינם בשיוש
pt_br: Mostrar todas as moedas, incluindo as não utilizadas

source: Search
be_by: Пошук
de_de: Suchen
he_il: חיפוש
pt_br: Pesquisar

source: &Select
be_by: &Абраць
de_de: &Wählen
he_il: &בחירה
pt_br: &Selecionar

source: Historical Currency Options
de_de: Historische Währungsoptionen
pt_br: Opções de Cotação Histórica

source: Price
be_by: Кошт
de_de: Kurs
he_il: מחיר
pt_br: Preço

source: Type
be_by: Тып
de_de: Typ
he_il: סוג
pt_br: Tipo

source: Specify the date of currency value
be_by: Пакажыце дату
de_de: Datum des Wechselkurses angeben
he_il: נא להגדיר את תאריך שער המטבע
pt_br: Digite a data do valor da moeda

source: Value
be_by: Кошт/Курс
de_de: Wert
he_il: ערך
pt_br: Valor

source: Enter the currency value
be_by: Пакажыце курс валюты
de_de: Geben Sie den Wechselkurs ein
he_il: הזנת ערך הצטבע
pt_br: Digite o valor da moeda

source: Download Currency Values history
be_by: Спампаваць гісторыю валютаў
de_de: Laden Sie den Wechselkursverlauf der Währung herunter
he_il: הורד היסטורית שערי מטבע
pt_br: Download do histórico de valores da moeda

source: Add/&Update
be_by: Д&адаць / &Абнавіць
de_de: Hinzufügen/Aktualisieren
he_il: הוספה/&עדכון
pt_br: Adicionar/&Atualizar

source: Add Currency Values to history
be_by: Дадаць курс валюты да гісторыі
de_de: Werte dem Wechselkursverlauf hinzufügen
he_il: הוספת ערך מטבע להיסטוריה
pt_br: Adicionar valores de moeda ao histórico

source: Delete selected Currency Values
be_by: Выдаліць абраныя значэнні курса
de_de: Ausgewählte Währung löschen
he_il: מחיקת ערכי מטבע שנבחרו
pt_br: Eliminar valores de moeda selecionados

source: Delete Historical Currency Values for unused currencies and days
de_de: Historische Wechselkurse für nicht verwendete Währungen und Tage löschen
pt_br: Excluir histórico de valores de moeda para dias e moedas não utilizadas

source: Do you want to delete the selected currency?
de_de: Möchten Sie die ausgewählte Währung löschen?
pt_br: Deseja excluir a moeda selecionada?

source: Currency Manager
be_by: Дыспетчар валютаў
de_de: Währungsverwaltung
he_il: נהול מטבעות
pt_br: Gerenciador de Moedas

source: Base Currency Selection
be_by: Выбар асноўнай валюты
de_de: Auswahl der Basiswährung
he_il: בחירת מטבע הבסיס
pt_br: Seleção de Moeda Base

source: Historical rates for %1$s found, but “Use historical currency” in options is disabled: click No and enable it or click Yes to remove all historical rates for %2$s
de_de: Historische Wechselkurse für %1$s gefunden, aber "historische Währung verwenden" ist in den Optionen deaktiviert: Klicken Sie auf Nein und aktivieren Sie es oder klicken Sie auf Ja, um alle historischen Wechselkurse für %2$s zu entfernen
pt_br: Taxas históricas para %1$s encontradas, mas "Usar cotação histórica" em opções está desativado: clique em não e habilite ou clique em sim para remover todas as taxas históricas para %2$s

source: Currency History Options: %s
be_by: Налады гісторыі для валюты: %s
de_de: Wechselkurs Optionen: %s
he_il: אפשרויות היסטורית מטבעות: %s
pt_br: Opções do Histórico da Moeda: %s

source: Unable to update historical currency rates. Please update them manually!
de_de: Wechselkursverlauf konnte nicht aktualisiert werden. Bitte manuell aktualisieren!
pt_br: Não foi possível atualizar o histórico de taxas de câmbios. Por favor, atualize-os manualmente!

source: Historical currency error
de_de: Fehler im Wechselkursverlauf
pt_br: Erro na cotação histórica

source: Set as Base Currency
be_by: Абраць як асноўную валюту
de_de: Basiswährung setzen
he_il: הגדרה כמטבע הבסיס
pt_br: Definir como moeda principal

source: Online Update Currency Rate
be_by: Абнаўленне курса валютаў анлайн
de_de: Wechselkurse aktualisieren
he_il: עדכון שערי מטח מקוון
pt_br: Atualizar Taxa de Câmbio Online

source: Amount
be_by: Сума
de_de: Betrag
he_il: סכום
pt_br: Valor

source: Invalid Entry
be_by: Хібны запіс
de_de: Ungültiger Eintrag
he_il: תנועה לא תקינה
pt_br: Informação Inválida

source: Currency history error
be_by: Памылка гісторыі валютаў
de_de: Wechselkursverlaufsfehler
he_il: שגיאת היסטורית מטבע
pt_br: Erro no histórico da moeda

source: No currency selected!
be_by: Валюта не абраная
de_de: Keine Währung ausgewählt!
he_il: לא נבחר מטבע הבסיס!
pt_br: Nenhuma moeda selecionada!

source: Do you want to add dates without any details?
de_de: Möchten Sie Daten ohne weitere Angaben hinzufügen?
pt_br: Deseja adicionar datas sem quaisquer detalhes?

source: Unable to download %s currency rates
be_by: Немагчыма спампаваць курсы валюты %s
de_de: Kann die Wechselkurse %s nicht herunterladen
he_il: אין אפשרות להוריד %s שערי החליפין
pt_br: Não é possível fazer o download %s das taxas de câmbio

source: Unable to download history for symbol %s. Historical rates unavailable!
de_de: Der Verlauf für das Symbol %s kann nicht heruntergeladen werden. Vorherige Kurse sind nicht verfügbar!
pt_br: Não foi possível baixar o histórico do símbolo %s. Taxas históricas não estão disponíveis!

source: Changing base currency will delete all historical rates, proceed?
de_de: Wenn Sie die Basiswährung ändern, werden alle historischen Wechselkurse gelöscht. Fortfahren?
pt_br: Alterar a moeda base apagará todas as cotações históricas, continuar?

source: Do you want to update the currency rates?
de_de: Möchten Sie die Wechselkurse aktualisieren?
pt_br: Deseja atualizar as taxas de câmbio?

source: Unable to download history for base symbol %s. Historical rates unavailable!
de_de: Der Verlauf für das Symbol %s kann nicht heruntergeladen werden. Vorherige Kurse sind nicht verfügbar!
pt_br: Não foi possível baixar o histórico do símbolo padrão %s. Taxas históricas não estão disponíveis!

source: Unable to find base currency symbol!
de_de: Konnte das Basiswährungssymbol nicht finden!
pt_br: Não é possível encontrar a cotação padrão do símbolo!

source: Edit date range
de_de: Datumsbereich bearbeiten
pt_br: Editar intervalo de datas

source: New date range
de_de: Neuer Datumsbereich
pt_br: Novo intervalo de datas

source: All
be_by: Усе
de_de: Alle
he_il: כולם
pt_br: Todos

source: Year
be_by: Год
de_de: Jahr
he_il: שנה
pt_br: Ano

source: Quarter
de_de: Quartal
pt_br: Trimestre

source: Month
be_by: месяц
de_de: Monat
he_il: חודש
pt_br: Mês

source: Week
de_de: Woche
pt_br: Semana

source: Today
be_by: Сёння
de_de: Heute
he_il: היום
pt_br: Hoje

source: Statement date
de_de: Auszugsdatum
pt_br: Data do balanço

source: Range:
de_de: Bereich:
pt_br: Intervalo:

source: From
be_by: Адкуль
de_de: Von
he_il: מ
pt_br: De

source: to
de_de: bis
pt_br: para

source: Range code:
de_de: Bereichsdefinition:
pt_br: Código do intervalo:

source: &Save
de_de: &Speichern
pt_br: &Salvar

source: &Cancel
de_de: &Abbrechen
pt_br: &Cancelar

source: Range is ok:
de_de: Gültiger Datumsbereich:
pt_br: Intervalo está em ok:

source: Invalid date range definition
de_de: Ungültige Datumsbereichsdefinition
pt_br: Intervalo de data inválida

source: Name must not be empty
de_de: Name darf nicht leer sein
pt_br: O nome não pode estar vazio

source: Definition error
de_de: Definitionsfehler
pt_br: Erro de definição

source: Diagnostics
be_by: Дыягностыка
de_de: Diagnose
he_il: אבחונים
pt_br: Diagnósticos

source: &Close
be_by: &Зачыніць
de_de: &Schließen
he_il: &סגירה
pt_br: &Fechar

source: Developers may ask you to provide information presented here in order to help diagnose issues you may report with the program.
be_by: Распрацоўшчыкі могуць папрасіць вас надаць інфармацыю для дыягностыкі праблемаў, з якімі вы можаце сутыкнуцца ў дадатку.
de_de: Entwickler können Sie bitten die hier dargestellte Informationen zur Verfügung zu stellen, um bei der Diagnose von Problemen, die Sie mit dem Programm melden, zu helfen.
he_il: מפתחים עשויים לבקש לקבל מידע המוצג כאן על מנת לסייע באבחון סוגיות עליהן דווח.
pt_br: Os desenvolvedores podem solicitar que você forneça informações apresentadas aqui para ajudar no diagnóstico de problemas que você venha relatar com o programa.

source: Custom Field Details
be_by: Падрабязнасці
de_de: Details des benutzerdefinierten Feldes
he_il: פרטי שדה מותאם אישית
pt_br: Detalhes do Campo Personalizado

source: Attribute of
be_by: Належыць да
de_de: Attribut von
he_il: מאפיין של
pt_br: Atribuído de

source: Select the item that the custom field is associated with
be_by: Абярыце, да чаго належыць гэтае карыстальніцкае поле
de_de: Wählen Sie das Element, dem das benutzerdefinierte Feld zugeordnet ist
he_il: בחירת הפריט אליו משוייך שדה מותאם אישית
pt_br: Selecione o item que está associado ao campo personalizado

source: Enter the name of the custom field
be_by: Пакажыце назву поля
de_de: Bezeichnung des benutzerdefinierten Feldes
he_il: הזנת שם השדה המותאם אישית
pt_br: Digite o nome do campo personalizado

source: Field Type
be_by: Тып поля
de_de: Feldtyp
he_il: סוג שדה
pt_br: Tipo de Campo

source: Select the custom field type
de_de: Den benutzerdefinierten Feldtyp auswählen
pt_br: Selecione o tipo de campo personalizado

source: Tooltip
de_de: QuickInfo
pt_br: Dica

source: Enter the tooltip that will be shown
be_by: Пакажыце тэкст падказкі
de_de: Geben Sie die QuickInfo ein, die angezeigt werden soll
he_il: הזנת רמז-צץ שיוצג
pt_br: Digite a dica de informação que será mostrada

source: Enter the RegEx to validate field
be_by: Пакажыце рыгулярны выраз для праверкі поля
de_de: RegEx zum Validieren des Felds eingeben
he_il: הזנת RegEx לאימות שדה
pt_br: Digite a RegEx para validação do campo

source: Autocomplete
be_by: Аўтазапаўненне
de_de: Auto-Vervollständigung
he_il: השלמה אוטומטית
pt_br: Autocompletar
