Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Ugandan shilling
de_de: Uganda Schilling

source: Uruguayan peso
de_de: Uruguayischer Peso

source: Uzbekistani som
de_de: Usbekische Som

source: Vietnamese dong
de_de: Vietnamesischer Dong

source: Samoan tala
de_de: Samoanischer Tala

source: Yemeni rial
de_de: Jemen Rial

source: Belarusian ruble
de_de: Weißrussischer Rubel

source: Cuban convertible peso
de_de: Kubanischer Peso convertible

source: Cuban peso
de_de: Kubanischer Peso

source: Mauritanian ouguiya
de_de: Maretanien Ouguiya

source: Mozambican metical
de_de: Mosambikanischer Metical

source: South Sudanese pound
de_de: Sudanesisches Pfund

source: Uruguayan nominal wage index unit
de_de: Uruguayischer Nominallohnindex Einheit

source: Zambian kwacha
de_de: Sambischer Kwacha

source: Zimbabwean dollar (2009)
de_de: Simbabwes Dollar (2009)

source: Navigator and account type configuration
de_de: Navigator und Kontentyp-Konfiguration
pt_br: Configuração de Navegador e tipo de conta

source: Selection name
de_de: Auswahlname
pt_br: Nome da seleção

source: Re&store default names
de_de: &Standardnamen wiederherstellen
pt_br: Re&staurar nomes padrão

source: Restore default names
de_de: Standardnamen wiederherstellen
pt_br: Restaurar nomes padrão

source: Do you really want to restore the default names?
de_de: Möchten Sie wirklich die Standardnamen wiederherstellen?
pt_br: Você realmente deseja restaurar os nomes padrão?

source: Edit navigator entry
de_de: Navigator-Eintrag bearbeiten
pt_br: Editar entrada de navegador

source: New account type
de_de: Neuer Kontotyp
pt_br: Novo tipo de conta

source: Reconcile account
de_de: Konto abgleichen
pt_br: Reconciliar conta

source: Statement ending balance:
de_de: Endsaldo der Abrechnung:
pt_br: Saldo final do demonstrativo:

source: &All (un)cleared
de_de: &Alle (un)geleert
pt_br: &Todos (Não)compensados

source: Withdrawals
de_de: Auszahlungen
pt_br: Pagamentos

source: Deposits
de_de: Einzahlungen
pt_br: Depósitos

source: Statement opening balance:
de_de: Eröffnungsbilanz:
pt_br: Saldo inicial do demonstrativo:

source: Cleared balance:
de_de: Ausgeglichener Saldo:
pt_br: Saldo Líquido:

source: &Finish later
de_de: Später &fertigstellen
pt_br: &Finalizar mais tarde

source: &Done
de_de: &Fertig
pt_br: &Concluído

source: Show &status column
de_de: &Statusspalte anzeigen
pt_br: Mostrar coluna de &status

source: Show &number column
de_de: &Nummernspalte anzeigen
pt_br: Mostrar coluna de &número

source: Include &void transactions
de_de: Ungültige Buchungen mit einschließen
pt_br: Incluir transações &nulas

source: Include &duplicate transactions
de_de: Verdoppelte Buchungen mit einschließen
pt_br: Incluir transações &duplicadas

source: Toolbar configuration
de_de: Toolbar Konfiguration
pt_br: Configuração da barra de ferramentas.

source: Insert &separator
de_de: &separator einfügen
pt_br: Inserir &separador

source: Insert a vertical separator line. Useful to visually group toolbar buttons.
de_de: Eine vertikale Trennlinie einfügen. Nützlich für die optisch gruppierte Werkzeugleiste Schaltflächen.
pt_br: Inserir uma linha vertical de separador. Útil para visualizar grupo de botões da barra de ferramentas.

source: Insert s&pace
de_de: Leerzeichen einfügen
pt_br: Inserir es&paço

source: Insert a fixed-size empty space. The space width is equal to one toolbar icon.
de_de: Fügen Sie einen leeren Platzhalter mit fester Größe ein. Die Breite des Platzhalters entspricht der Breite eines Symbolleisten-Symbols.
pt_br: Insira um espaço vazio de tamanho fixo. A largura do espaço é igual a um ícone da barra de ferramentas.

source: Insert s&tretch space
de_de: Einfügen von Leerzeichen
pt_br: Inserir espaço longo

source: Insert a stretchable space. It takes all remaining toolbar space. If multiple stretch spaces are present, the space is evenly distributed.
de_de: Fügen Sie einen dehnbaren Bereich ein. Dieser nimmt den gesamten verbleibenden Platz in der Symbolleiste ein. Wenn mehrere dehnbare Bereiche vorhanden sind, wird der Platz gleichmäßig verteilt.
pt_br: Insere um espaço adaptável. Toma todo o espaço restante da barra de ferramentas. Se vários espaços adaptáveis estiverem presentes, o espaço será distribuído uniformemente.

source: Spacer
de_de: Abstand
pt_br: Espaçador

source: February
be_by: Люты
de_de: Februar
he_il: פברואר
pt_br: Fevereiro

source: January
be_by: Студзень
de_de: Januar
he_il: ינואר
pt_br: Janeiro

source: March
be_by: Сакавік
de_de: März
he_il: מרץ
pt_br: Março

source: June
be_by: Чэрвень
de_de: Juni
he_il: יוני
pt_br: Junho

source: May
be_by: Тра
de_de: Mai
he_il: מאי
pt_br: Mai

source: July
be_by: Ліпень
de_de: Juli
he_il: יולי
pt_br: Julho

source: December
be_by: Снежань
de_de: Dezember
he_il: דצמבר
pt_br: Dezembro

source: October
be_by: Кастрычнік
de_de: Oktober
he_il: אוקטובר
pt_br: Outubro

source: Mar
be_by: Сак
de_de: Mär
he_il: מרץ

source: Jun
be_by: Чэр
de_de: Juni
he_il: יוני

source: Jul
be_by: Ліп
de_de: Juli
he_il: יולי

source: Dec
be_by: Сне
de_de: Dez
he_il: דצמ
pt_br: Dez

source: Oct
be_by: Кас
de_de: Okt
he_il: אוק
pt_br: Out

source: Monday
be_by: Панядзелак
de_de: Montag
he_il: שני
pt_br: Segunda-feira

source: Sunday
be_by: Нядзеля
de_de: Sonntag
he_il: ראשון
pt_br: Domingo

source: Tuesday
be_by: Аўторак
de_de: Dienstag
he_il: שלישי
pt_br: Terça-feira

source: Wednesday
be_by: Серада
de_de: Mittwoch
he_il: רביעי
pt_br: Quarta-feira

source: Friday
be_by: Пятніца
de_de: Freitag
he_il: שישי
pt_br: Sexta-feira

source: Saturday
be_by: Субота
de_de: Samstag
he_il: שבת
pt_br: Sábado

source: Thursday
be_by: Чацвер
de_de: Donnerstag
he_il: חמישי
pt_br: Quinta-feira

source: Fri
be_by: Пт
de_de: Fr
he_il: ו'
pt_br: Sex

source: Mon
be_by: Пн
de_de: Mo
he_il: ב'
pt_br: Seg

source: Sat
be_by: Сб
de_de: Sa
he_il: ש'
pt_br: Sáb

source: Sun
be_by: Нд
de_de: So
he_il: א׳
pt_br: Dom

source: Thu
be_by: Чц
de_de: Do
he_il: ה'
pt_br: Qui

source: Tue
be_by: Аў
de_de: Di
he_il: ג'
pt_br: Ter

source: Wed
be_by: Ср
de_de: Mi
he_il: ד׳
pt_br: Qua

source: &Clear color
be_by: &Ачысціць колер
de_de: &Farbe entfernen
he_il: &ניקוי צבע
pt_br: &Limpar cor

source: Color #&%i
de_de: Farbe #&%i
pt_br: Cor #&%i

source: Subtract one year
be_by: Адняць адзін год
de_de: Ein Jahr abziehen
he_il: הפחתת שנה אחת
pt_br: Subtraia um ano

source: Subtract one month
be_by: Адняць адзін месяц
de_de: Einen Monat abziehen
he_il: הפחתת שנה אחת
pt_br: Subtraia um mês

source: Add one month
be_by: Дадаць адзін месяц
de_de: Einen Monat hinzufügen
he_il: הוספת חודש אחד
pt_br: Adicionar um mês

source: Add one year
be_by: Дадаць адзін год
de_de: Jahr hinzufügen
he_il: הוספת שנה אחת
pt_br: Adicionar um ano

source: Entry %s is invalid
be_by: Хібны запіс %s
de_de: Eingabe %s ist ungültig
he_il: ערך %s לא תקין
pt_br: A informação %s é inválida

source: Invalid Category
be_by: Хібная катыгорыя
de_de: Ungültige Kategorie
he_il: סוג־אב לא תקין
pt_br: Categoria Inválida

source: Please select an existing category
be_by: Калі ласка, абярыце катыгорыю, што існуе
de_de: Bitte wählen Sie eine existierende Kategorie
he_il: נא לבחור סוג־אב קיים
pt_br: Por favor, selecione uma categoria existente

source: File name is empty.
be_by: Вы не пазначылі назву файла.
de_de: Dateiname ist leer.
he_il: לא הוזן שם קובץ.
pt_br: O nome do arquivo está vazio.

source: Please select the file for this operation.
be_by: Калі ласка, абярыце файл для гэтага дзеяння.
de_de: Bitte wählen Sie die Datei für diesen Vorgang aus.
he_il: נא בחירת את הקובץ לפעולה זו.
pt_br: Por favor, selecione o arquivo para esta operação.

source: Please select the account for this transaction.
be_by: Калі ласка, абярыце рахунак для гэтай аперацыі.
de_de: Bitte Konto für diese Buchung wählen.
he_il: נא בחירת את חשבון התנועה.
pt_br: Por favor, selecione a conta para esta transação.

source: Please specify which account the transfer is going to.
be_by: Пакажыце рахунак, куды накіроўваецца пераказ.
de_de: Konto wählen auf welches die Überweisung erfolgen soll.
he_il: נא בחירת את החשבון ה'מקבל' של התנועה.
pt_br: Por favor, indique a conta para onde a transferência está indo.

source: Selection can be made by using the dropdown button.
be_by: Выбар робіцца праз меню, што выпадае.
de_de: Die Auswahl kann über die Dropdown-Schaltfläche getroffen werden.
he_il: בחירה יכולה להתבצע על ידי שימוש בלחצן תיבת בחירה.
pt_br: A seleção pode ser feita usando o botão suspenso.

source: Activating the button will provide a selection box where the account can be selected.
be_by: Актывацыя кнопкі адчыніць спіс, у якім можна абраць рахунак.
de_de: Durch Aktivieren der Schaltfläche wird eine Auswahlbox angezeigt, in der der Account ausgewählt werden kann.
he_il: אפשור הלחצן יפתח תיבת בחירה ממנה ניתן לבחור את החשבון.
pt_br: Ativar o botão fornecerá uma caixa de seleção onde a conta pode ser selecionada.

source: Invalid Payee
be_by: Хібны платнік
de_de: Ungültiger Zahlungsempfänger
he_il: מוטב לא תקין
pt_br: Beneficiário Inválido

source: Please type in a new payee, or make a selection using the dropdown button.
be_by: Калі ласка, пакажыце імя новага платніка або абярыце са спіса, што выпадае.
de_de: Bitte geben Sie einen neuen Zahlungsempfänger ein, oder wählen sie ihn mit dem Dropdownpfeil aus.
he_il: נא הזנת מוטב חדש , או בחירת באמצעות לחצן תיבת בחירה.
pt_br: Por favor, digite um novo beneficiário, ou selecione utilizando o botão suspenso.

source: Invalid Name
be_by: Хібная назва
de_de: Ungültiger Name
he_il: שם לא תקין
pt_br: Nome Inválido

source: Already exist!
be_by: Ужо існуе
de_de: Existiert bereits!
he_il: קיים כבר!
pt_br: Já existe!

source: Please type in a non empty name.
be_by: Калі ласка, пакажыце не пустое значэнне.
de_de: Bitte geben Sie einen nicht leeren Namen ein.
he_il: נא הזנת שם (לא ריק)
pt_br: Por favor, insira um nome não vazio.

source: Please type in a non empty symbol.
be_by: Калі ласка, пакажыце не пусты сымбаль.
de_de: Bitte geben Sie ein nicht leeres Symbol ein.
he_il: נא הזנת סמל (לא ריק)
pt_br: Por favor, digite um símbolo não vazio.

source: Enter tags to search, optionally separated by the operators '&' and '|'.
de_de: Geben Sie Suchtags ein, optional getrennt durch die Operatoren '&' und '|'.
pt_br: Digite as etiquetas para pesquisar, opcionalmente separadas pelos operadores '&' e '|'.

source: The default operator between consecutive tags is AND, use '|' to change the operator to OR.
de_de: Der Standard-Operator zwischen aufeinanderfolgenden Tags ist AND, verwenden Sie '|', um den Operator auf OR zu ändern.
pt_br: O operador padrão entre as etiquetas consecutivas é AND, use '|' para mudar o operador para OR.

source: Create new tag '%s'?
be_by: Стварыць новую пазнаку '%s'?
de_de: Neues Schlagwort '%s' erstellen?
he_il: יצירת תג חדש '%s'?
pt_br: Criar nova etiqueta '%s'?

source: New tag entered
be_by: Новая пазнака ёсць дадазеная
de_de: Neues Schlagwort eingegeben
he_il: תג חדש הוזן
pt_br: Nova etiqueta inserida

source: Currency rates have been updated
be_by: Курсы валютаў абноўленыя
de_de: Wechselkurse wurden aktualisiert
he_il: שערי מטבע עודכנו
pt_br: Taxas de câmbio foram atualizadas

source: JSON Parse Error
be_by: Памылка аналіза JSON
de_de: JSON-Parse-Fehler
he_il: שגיאת ניתוח JSON
pt_br: Erro de análise JSON

source: Expected response to contain a data or error string
be_by: На запыт чакаўся адказ, што змяшчае радок дадзеных або памылку
de_de: Erwartete Antwort wird einen Daten- oder Fehlerstring enthalten
he_il: תגובה צפויה להכלת מחרוזת מידע או שגיאה
pt_br: A resposta esperada contém um dado ou erro de string

source: Unable to find asset for symbol.
de_de: Kein Vermögenswert für das Symbol gefunden.
pt_br: Não foi possível encontrar o ativo para este símbolo.

source: Unable to get base currency!
de_de: Basiswährung konnte nicht abgerufen werden!
pt_br: Não foi possível obter a cotação padrão!

source: Unable to find currency 'USD', required for converting historical prices
de_de: Währung 'USD' konnte nicht gefunden werden, benötigt um historische Preise zu konvertieren
pt_br: Não foi possível encontrar a cotação do 'USD', necessária para converter os preços no históricos

source: Unable to parse price in asset history
de_de: Kurs im Vermögenswertkursverlauf kann nicht analysiert werden
pt_br: Não foi possível analisar o preço no histórico do ativo

source: Built on: %1$s %2$s
be_by: Сабрана: %1$s %2$s
de_de: Erstellt am: %1$s %2$s
he_il: נבנה על גבי: %1$s %2$s
pt_br: Construído em: %1$s %2$s

source: Database version: %d
be_by: Вэрсія базы дадзеных: %d
de_de: Datenbankversion: %d
he_il: גרסת מסד נתונים: %d
pt_br: Versão do banco de dados: %d

source: Git commit: %1$s (%2$s)
be_by: Git каміт: %1$s (%2$s)
de_de: Git-Eintrag: %1$s (%2$s)
he_il: קיבוע Git: %1$s (%2$s)
pt_br: Commit Git: %1$s (%2$s)

source: Git branch: %s
be_by: Галінка Git: %s
de_de: Git Zweig: %s
he_il: ענף Git

source: MMEX is using the following support products:
be_by: MMEX выкарыстоўвае наступныя прадукты:
de_de: MMEX verwendet die folgenden Unterstützungsprodukte:
he_il: MMEX עושה שימוש במוצרי התמיכה הבאים:
pt_br: O MMEX está usando os seguintes produtos de suporte:

source: Built with:
be_by: Сабрана з дапамогай:
de_de: erstellt mit:
he_il: נבנה באמצעות:
pt_br: Construído com:

source: Running on:
be_by: Працуе на:
de_de: Läuft auf:
he_il: ‮רץ על‭‭:‮
pt_br: Rodando em:

source: System Locale: %s
de_de: Systemsprache: %s
pt_br: Local do sistema: %s

source: User Interface Language: %s
de_de: Sprache der Benutzeroberfläche: %s
pt_br: Idioma da interface de usuário: %s

source: The complete list of closed issues is available at this link
de_de: Die vollständige Liste der abgeschlossenen Fälle finden Sie unter diesem Link
pt_br: A lista completa de problemas encerrados está disponível neste link

source: Copy all text to clipboard
de_de: Alle Texte in die Zwischenablage kopieren
he_il: העתקת מלל ללוח־גזירים
pt_br: Copiar todo o texto para área de transferência

source: Current Month
be_by: Бягучы месяц
de_de: laufender Monat
he_il: חודש נוכחי
pt_br: Mês Atual

source: Current Month to Date
be_by: Бягучы месяц да сёння
de_de: Aktueller Monat bis Datum
he_il: חודש אחורה מהיום
pt_br: Mês Atual até Hoje

source: Previous Month
be_by: Папярэдні месяц
de_de: Vorheriger Monat
he_il: חודש קודם
pt_br: Mês Anterior

source: 1 Month Ago to Date
be_by: Перыяд ад сёння і 1 месяц таму
de_de: Vor 1 Monat bis heute
he_il: חודש אחורה מהיום
pt_br: 1 Mês atrás até Hoje

source: 3 Months Ago to Date
be_by: Перыяд ад сёння і 3 месяцы таму
de_de: Vor 3 Monaten bis heute
he_il: שלושה חודשים אחורה מהיום
pt_br: 3 Meses atrás até Hoje

source: Latest 3 Months
be_by: Мінулыя 3 месяцы
de_de: Letzte 3 Monate
he_il: 3 חודשים אחרונים
pt_br: Últimos 3 Meses

source: Latest 12 Months
be_by: Мінулыя 12 месяцаў
de_de: Letzte 12 Monate
he_il: 12 חודשים אחרונים
pt_br: Últimos 12 Meses

source: Current Year
be_by: Бягучы год
de_de: laufendes Jahr
he_il: שנה נוכחית
pt_br: Ano Atual

source: Previous Year
be_by: Папярэдні год
de_de: Vorheriges Jahr
he_il: שנה קודמת
pt_br: Ano Anterior

source: Year Before Last
de_de: Vorletztes Jahr
pt_br: Ano Retrasado

source: Current Financial Year
be_by: Бягучы фінансавы год
de_de: Laufendes Geschäftsjahr
he_il: שנה פיננסית נוכחית
pt_br: Exercício Financeiro Atual

source: Current Financial Year to Date
be_by: Бягучы фінансавы год да сёння
de_de: Laufendes Geschäftsjahr bis Datum
he_il: שנת כספים נוכחית להיום
pt_br: Exercício Financeiro Atual até Hoje

source: Previous Financial Year
be_by: Папярэдні фінансавы год
de_de: Vorheriges Geschäftsjahr
he_il: שנת כספים קודמת
pt_br: Último Exercício Financeiro

source: Custom
be_by: Карыстальніцкі
de_de: Benutzerdefiniert
he_il: מותאם אישית
pt_br: Personalizado

source: 1 Year Ago to Date
be_by: Перыяд ад сёння і 1 год таму
de_de: Von vor 1 Jahr bis heute
he_il: שנה אחורה מהיום
pt_br: 1 Ano atrás até Hoje

source: Last %i Days
de_de: Letzte %i Tage
he_il: %i ימים אחרונים
pt_br: Últimos %i dias

source: Since Today
be_by: Пачыная ад сёння
de_de: Seit heute
he_il: להיום
pt_br: Desde hoje

source: Since 1 Month Ago
be_by: Пачынаючы з 1 месяца таму
de_de: Seit 1 Monat zuvor
he_il: מזה חודש אחד
pt_br: Desde 1 mês atrás

source: Since 3 Months Ago
be_by: Пачынаючы з 3 месяцаў таму
de_de: Seit 3 Monaten
he_il: מזה שלושה חודשים
pt_br: Desde 3 meses atrás

source: Since Start of This Year
be_by: Ад пачатка бягучага года
de_de: Seit Beginn dieses Jahres
he_il: מתחילת שנת כספים נוכחית
pt_br: Desde o início deste ano

source: Since Start of Financial Year
be_by: Ад пачатка фінансавага года
de_de: Seit Beginn des Geschäftsjahres
he_il: מתחילת שנת כספים
pt_br: Desde o início do exercício financeiro

source: Please enter a calculated value.
be_by: Калі ласка, пакажыце арыфметычны выраз.
de_de: Bitte geben Sie einen berechneten Wert ein.
he_il: נא הזנת ערך מחושב.
pt_br: Por favor insira um valor calculado.

source: Please enter a positive or calculated value.
be_by: Калі ласка, пакажыце станоўчую лічбу або арыфметычны выраз.
de_de: Bitte geben Sie einen positiven oder berechneten Wert ein.
he_il: נא הזנת ערך חיובי או ערך מחושב .
pt_br: Por favor, entre com um valor específico ou valor calculado.

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
be_by: Парада: Увядзіце выраз, напрыклад (2+2)*(2+2) Адбудзецца вылічэнне і будзе ўжыты вынік.
de_de: Tipp: Für die Berechnungen, geben Sie Ausdrücke wie (2 +2)*(2 +2) Berechnungen werden errechnet und das Ergebnis als Eingabe verwendet.
he_il: עצה: לביצוע חישוב נא להזין ביטויים כגון ( 2 + 2) * ( 2 + 2) החישובים יתבצעו והתוצאה תשמש כהזנה.
pt_br: Dica: Para cálculos, utilize expressões como (2+2)*(2+2) Os cálculos serão efetuados e o resultado será lançado no local.

source: Recommendation: Back up the .mmb database file regularly.
de_de: Empfehlung: Sichern Sie regelmäßig die .mmb Datenbankdatei.
pt_br: Recomendação: Faça um backup de seu arquivo .mmb regularmente.

source: Recommendation: If upgrading to a new version of MMEX, ensure the .mmb database file is backed up before doing so.
de_de: Empfehlung: Wenn Sie auf eine neue Version von MMEX upgraden, stellen Sie sicher, dass die Datenbank .mmb gesichert ist.
pt_br: Recomendação: Se estiver fazendo um upgrade para uma nova versão do MMEX, lembre-se de fazer um backup do seu arquivo .mmb antes efetuar a atualização.

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
be_by: Парада: Выкарыстоўвайце капіяванне (Ctrl+C) і ўстаўку (Ctrl+V) для аперацыяў, што часта выкарыстоўваюцца.
de_de: Empfehlung: Verwenden Sie Kopieren (Strg + С) und Einfügen (Strg + V) für häufig verwendete Buchungen.
he_il: המלצה: ניתן להשתמש בעותק (Ctrl + C) ולהדביק (Ctrl + V) לתנועות בשימוש תכוף.
pt_br: Recomendação: Utilize a função copiar (Ctrl+C) e colar (Ctrl+V) para transações utilizadas com frequência.

source: Tip: Remember to make backups of the .mmb database file.
de_de: Tipp: Vergessen Sie nicht ein Backup Ihrer Datenbankdatei .mmb zu erstellen.
pt_br: Dica: Lembre-se de fazer backups do seu arquivo .mmb.

source: Tip: If the .mmb database file is unencrypted, anyone who has the knowledge can open the database file and read the contents. Ensure that any sensitive financial information stored is properly secured.
de_de: Tipp: Wenn die .mmb Datenbankdatei unverschlüsselt ist, kann jeder, der das Wissen besitzt, die Datenbankdatei öffnen und den Inhalt lesen. Stellen Sie sicher, dass alle sensiblen finanziellen Informationen, die gespeichert werden, ordnungsgemäß gesichert sind.
pt_br: Dica: Se o arquivo de dados .mmb não estiver criptografado, qualquer pessoa que tenha o conhecimento poderá abri-lo e ler o conteúdo. Certifique-se de que qualquer informação financeira sensível armazenada esteja devidamente protegida.

source: Tip: To mark a transaction as reconciled, select the transaction and press the “R” key. To mark a transaction as unreconciled, select the transaction and press the “U” key.
de_de: Tipp: Um eine Buchung als bestätigt zu markieren, wählen Sie die Buchung aus und drücken Sie die Taste "R". Um eine Buchung als unbestätigt zu markieren, wählen Sie die Buchung aus und drücken Sie die Taste "U".
pt_br: Dica: Para marcar uma transação como reconciliada, selecione a transação e pressione a tecla "R". Para marcar uma transação como não-reconciliada, selecione a transação e pressione a tecla "U".

source: Tip: To mark a transaction as requiring followup, select the transaction and press the “F” key.
de_de: Tipp: Um eine Buchung für die Nachverfolgung zu markieren, wählen Sie die Buchung aus und drücken Sie die Taste "F".
pt_br: Dica: Para marcar uma transação como requerendo acompanhamento, selecione a transação e pressione a tecla "F".

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File → Print.
be_by: Парада: MMEX падтрымлівае друк справаздачаў пасля прагляда. Параметры друка можна задаць у меню, Файл → Друкаваць...
de_de: Tipp: MMEX unterstützt das Drucken aller Reports die angezeigt werden können. Die Druckoptionen stehen im Menü Datei → Drucken zur Verfügung.
he_il: עצה: MMEX תומכת בהדפס כל הדוחות הניתנים להצגה. אפשרויות ההדפסה זמינות מתפריט, קובץ ← הדפסה.
pt_br: Dica: O MMEX suporta a impressão de todos os relatórios que podem ser visualizados. As opções de impressão estão disponíveis no menu, Arquivo → Imprimir…

source: Tip: MMEX runtime behavior can be changed by modifying the settings in Options.
de_de: Tipp: MMEX Laufzeitverhalten kann durch Ändern der Einstellungen in Optionen geändert werden.
pt_br: Dica: O comportamento de tempo de execução do MMEX pode ser alterado modificando as configurações em Opções.

source: Tip: To print a statement with transactions from any arbitrary set of criteria, use the transaction filter to select the transactions required and then select print from the menu.
de_de: Tipp: Um einen Kontoauszug mit Buchungen aus einem beliebigen Satz von Kriterien zu drucken, verwenden Sie einen Buchungsfilter, um die gewünschten Buchungen auszuwählen, und wählen Sie dann Drucken aus dem Menü.
pt_br: Dica: Para imprimir um relatório com transações de qualquer conjunto arbitrário de critérios, use o filtro de transação para selecionar as transações desejadas e, em seguida, imprima a partir do menu.

source: Tip: Set the currency exchange rates if there are accounts with different currencies.
de_de: Tipp: Legen Sie die Wechselkurse fest, wenn es Konten mit verschiedenen Währungen gibt.
pt_br: Dica: Defina as taxas de câmbio se houver contas com diferentes moedas.

source: Category Manager tip: Pressing the “H” key will cycle through all categories starting with the letter h.
de_de: Kategorienverwaltungstipp: Durch Drücken der Taste h werden alle Kategorien beginnend mit dem Buchstaben h angezeigt.
pt_br: Dica do Gerenciador de Categorias: Pressionando a tecla "H" o programa percorrerá por todas as categorias que começam com a letra 'h'.

source: Category Manager tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc…
de_de: Kategorienverwaltungstipp: Bei der Eingabe von zwei Zeichen werden alle Kategorien, die mit diesen Zeichen beginnen, angezeigt. Beispiel: bei Eingabe von „ho“ werden angezeigt: Homeneeds, Home, House Tax…
pt_br: Dica do Gerenciador de Categorias: Pressionando uma combinação de 2 caracteres o programa percorrerá por todas as categorias que começam pela combinação digitada. Exemplo: Pressionando 'ca' o sistema selecionará Casa, Carro, etc…
