Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Cancel
be_by: Скасаваць
de_de: Abbrechen
he_il: ביטול
pt_br: Cancelar

source: &Cancel
be_by: &Скасаваць
de_de: &Abbrechen
he_il: &ביטול
pt_br: &Cancelar

source: Close
be_by: Зачыніць
de_de: Schließen
he_il: סגירה
pt_br: Fechar

source: &Close
be_by: &Зачыніць
de_de: &Schließen
he_il: &סגירה
pt_br: &Fechar

source: Undo
be_by: Адрабіць
de_de: Rückgängig machen
he_il: החזרה
pt_br: Desfazer

source: Redo
be_by: Вярнуць
de_de: Wiederherstellen
he_il: ביטול החזרה
pt_br: Refazer

source: Cut
be_by: Выразаць
de_de: Ausschneiden
he_il: גזירה
pt_br: Cortar

source: Copy
be_by: Скапіяваць
de_de: Kopieren
he_il: העתקה
pt_br: Copiar

source: Paste
be_by: Уставіць
de_de: Einfügen
he_il: הדבקה
pt_br: Colar

source: Select All
be_by: Абраць усё
de_de: Alle auswählen
he_il: לבחור הכל
pt_br: Selecionar Tudo

source: ALL
be_by: УСЕ
de_de: ALLE
he_il: הכל
pt_br: Todas

source: Open
be_by: Адчыненыя
de_de: Offen
he_il: פעילים
pt_br: Aberta

source: Closed
be_by: Зачынены
de_de: Geschlossen
he_il: לא פעיל
pt_br: Fechada

source: Favorites
be_by: Улюбёныя рахункі
de_de: Favoriten
he_il: מועדפים
pt_br: Favoritas

source: Metadata JSON in Theme “%s” is unable to be parsed and looks badly constructed, please correct.
de_de: Die JSON Metadaten im Thema „%s“ können nicht geparst werden und scheinen fehlerhaft zu sein. Bitte korrigieren Sie sie.
pt_br: Metadado JSON no tema '%s' não pode ser analisado e parece mal construído, por favor corrija.

source: Warning
be_by: Папярэджанне
de_de: Warnung
he_il: התראה
pt_br: Alerta

source: File '%1$s' missing or invalid in chosen theme '%2$s'
be_by: Файл '%1$s' адсутнічае або хібны ў абранай тэме '%2$s'
de_de: Datei '%1$s' fehlt oder ungültig im gewählten Thema '%2$s'
he_il: בערכת הנושא '%2$s' שנבחרה, חסר קובץ '%1$s'
pt_br: Arquivo '%1$s' faltando ou inválido no tema escolhido '%2$s'

source: Metadata '%1$s' missing in chosen theme '%2$s'
be_by: Метададзеныя '%1$s' адсутнічаюць у абранай тэме '%2$s'
de_de: Metadaten '%1$s' fehlt im gewählten Thema '%2$s'
he_il: בערכת הנושא '%2$s' שנבחרה, חסרים נתוני על '%1$s'
pt_br: Metadados '%1$s' faltando no tema escolhido '%2$s'

source: and more…
be_by: і яшчэ…
de_de: und mehr…
he_il: ועוד…
pt_br: e mais…

source: There are %1$d missing or invalid icons in chosen theme '%2$s': %3$s
be_by: Адсутнічаюць або хібныя абразкі ў колькасці %1$d у абранай тэме: '%2$s': %3$s
de_de: Es gibt %1$d fehlende oder ungültige Symbole im gewählten Theme '%2$s': %3$s
he_il: %1$d סמלים חסרים או לא תקינים בערכת הנושא '%2$s' שנבחרה: %3$s
pt_br: Existem %1$d ícones faltando ou inválidos no tema escolhido '%2$s': %3$s

source: Theme %s not found; it may no longer be supported. Reverting to the default theme.
de_de: Design %s wurde nicht gefunden, es wird möglicherweise nicht mehr unterstützt. Zurück zum Standarddesign.
pt_br: Tema %s não encontrado, ele pode não ser mais suportado. Revertendo para o tema padrão.

source: Theme %s has missing items and is incompatible. Reverting to default theme
be_by: Тэма %s ня ўтрымлівае некаторых элементаў, таму несумяшчальная. Вяртанне да тэмы па змаўчанні
de_de: Im Design %s fehlen Elemente und es ist nicht kompatibel. Zurück zum Standarddesign
he_il: לערכת נושא %s חסרים פריטים והיא אינה תואמת. חזרה לערכת נושא ברירית מחדל
pt_br: O Tema %s tem itens faltando e é incompatível. Revertendo para o tema padrão

source: No workable theme found, the installation may be corrupt
be_by: Нямае тэмы, што падтрымліваецца. Магчыма, пашкоджаны пакет усталёўкі
de_de: Kein funktionierendes Thema gefunden, die Installation ist möglicherweise beschädigt
he_il: לא נמצאה ערכת נושאה עבידה, יתכן שההתקנה פגומה
pt_br: Nenhum tema viável encontrado, a instalação pode estar corrompida

source: Error
be_by: Памылка
de_de: Fehler
he_il: שגיאה
pt_br: Erro

source: MMEX database upgrade to version %i failed!
be_by: Памылка абнаўлення базы дадзеных MMEX да вэрсіі %i
de_de: Aktualisierung der MMEX-Datenbank auf Version %i fehlgeschlagen!
he_il: שדרוג מסד נתוני MMEX לגרסה %i כשל!
pt_br: Atualização do banco de dados do MMEX para versão %i falhou!

source: Please restore DB from autocreated pre-upgrade backup and retry or contact MMEX support
be_by: Калі ласка, аднавіце БД з аўтаматычна створанай рызервовай копіі перад пачаткам абнаўлення і паўтарыце спробу або звярніцеся ў службу падтрымкі MMEX
de_de: Bitte stellen Sie die Datenbank aus der automatisch erstellten Sicherung vor dem Upgrade wieder her und versuchen Sie es erneut oder wenden Sie sich an den MMEX-Support
he_il: נא לשחזר את מסד הנתונים מגיבוי קדם־שדרוג שנוצר אוטומטית ולנסות שנית, או, לפנות לתמיכת MMEX
pt_br: Por favor, restaure a BD do backup de pré-atualização e tente novamente ou entre em contato com o suporte MMEX

source: MMEX database upgrade
be_by: Абнаўленне базы дадзеных MMEX
de_de: MMEX-Datenbank-Upgrade
he_il: שדרוג מסד נתוני MMEX
pt_br: Atualização do Banco de Dados MMEX

source: MMEX database error!
be_by: Памылка ў базе дадзеных MMEX
de_de: MMEX Datenbankfehler!
he_il: שגיאת מסד נתוני MMEX!
pt_br: Erro de banco de dados MMEX!

source: MMEX database version %i doesn't work with this MMEX version. Please upgrade MMEX to newer version.
be_by: Вэрсія %i базы дадзеных MMEX не працуе з гэтай версіяй MMEX. Калі ласка, абнавіце базу дадзеных MMEX да больш новай версіі.
de_de: Die MMEX-Datenbankversion %i funktioniert nicht mit dieser MMEX-Version. Bitte aktualisieren Sie MMEX auf eine neuere Version.
he_il: גרסת מסד נתונים %i לא נתמכת בגרסת MMEX זו. נא לשדרג את MMEX לגרסה חדשה יותר.
pt_br: Versão %i do banco de dados MMEX não funciona com esta versão MMEX. Por favor, atualize o MMEX para uma versão mais recente.

source: MMEX database succesfully upgraded to version %i
be_by: База дадзеных MMEX паспяхова абноўленая да вэрсіі %i
de_de: MMEX-Datenbank erfolgreich aktualisiert auf Version %i
he_il: שדרוג מסד נתוני MMEX לגרסה %i צלחה
pt_br: Atualização do banco de dados do MMEX para a versão %i instalada com sucesso

source: It is recommended to optimize the database with Tools → Database → Optimize Database…
de_de: Es wird empfohlen, die Datenbank mit Tools → Datenbank → Datenbank optimieren… zu optimieren…
pt_br: É recomendável otimizar o banco de dados emm Ferramentas → Banco de dados → Otimizar Banco de Dados…

source: Load debug file
be_by: Запампаваць файл наладкі
de_de: Debug-Datei laden
he_il: טען קובץ ניפוי
pt_br: Carregar arquivo de depuração

source: MMEX debug error
be_by: Памылка наладкі MMEX
de_de: MMEX Debug Fehler
he_il: שגיאת ניפוי תקלים ב־MMEX
pt_br: Erro de depuração MMEX

source: Wrong file type!
be_by: Хібны тып файла
de_de: Falscher Dateityp!
he_il: סוג קובץ שגוי!
pt_br: Tipo de arquivo errado!

source: Query error, please contact MMEX support!
be_by: Памылка запыта. Калі ласка, звярніцеся ў службу падтрымкі MMEX
de_de: Abfragefehler, bitte kontaktieren Sie den MMEX-Support!
he_il: שגיאת שאילתה, יש ליצור קשר עם תמיכת MMEX!
pt_br: Erro de consulta, entre em contato com o suporte MMEX!

source: Invalid file content, please contact MMEX support!
be_by: Хібнае змесціва файла адладкі. Калі ласка, звярніцеся ў службу падтрымкі MMEX
de_de: Ungültiger Dateiinhalt, bitte kontaktieren Sie den MMEX-Support!
he_il: תוכן קובץ לא תקין, נא ליצור קשר עם תמיכת MMEX!
pt_br: Conteúdo do arquivo inválido, entre em contato com o suporte MMEX!

source: Send this log to MMEX support team: press OK to save to file or Cancel to exit
be_by: Даслаць гэтую справаздачу у службу падтрымкі MMEX: націсніце кнопку «Добра», каб захаваць у файл або «Скасаваць», каб выйсці
de_de: Senden Sie dieses Protokoll an das MMEX-Support-Team: Drücken Sie "OK" zum Speichern der Datei oder "Abbrechen" zum Beenden
he_il: נא לשלוח קובץ יומן זה לצוות תמיכת MMEX: נא להקיש על 'אישור' כדי לשמור את הקובץ או על 'ביטול' כדי לצאת
pt_br: Envie este log para a equipe de suporte MMEX: pressione OK para salvar no arquivo ou Cancelar para sair

source: MMEX debug
be_by: Наладка MMEX
de_de: MMEX Debuggen
he_il: ניפוי תקלים MMEX
pt_br: Depuração MMEX

source: Save debug file
be_by: Захаваць файл наладкі
de_de: Debug-Datei speichern
he_il: שמור קובץ ניפוי
pt_br: Salvar arquivo de depuração

source: DB maintenance completed, please close and re-open MMEX!
be_by: Адбылося абслугоўванне БД, калі ласка, зачыніце і зноў адчыніце MMEX!
de_de: DB-Wartung abgeschlossen, bitte starten Sie MMEX neu!
he_il: תחזוקת מסד הנתונים הושלמה, נא להפעיל את MMEX מחדש!
pt_br: Manutenção da base de dados concluída, feche e reabra o MMEX!

source: The default cipher algorithm has changed from AES-128 to AES-256 for compatibility with the MMEX mobile apps.
de_de: Der Standard-Verschlüsselungsalgorithmus hat sich von AES-128 auf AES-256 geändert, um die Kompatibilität mit den MMEX Mobilanwendungen zu gewährleisten.
pt_br: O algoritmo de cifra padrão mudou do AES-128 para o AES-256 pela compatibilidade com os aplicativos móveis MMEX.

source: Rekeying with the new cipher will prevent opening this database in older versions of MMEX.
de_de: Die Neuverschlüsselung mit der neuen Verschlüsselung verhindert das Öffnen dieser Datenbank in älteren Versionen von MMEX.
pt_br: Reinserção com a nova cifra impedirá a abertura deste banco de dados em versões mais antigas do MMEX.

source: Do you want to update the database?
de_de: Möchten Sie die Datenbank aktualisieren?
pt_br: Você deseja atualizar o banco de dados?

source: Opening MMEX Database – Warning
de_de: MMEX-Datenbank öffnen – Warnung
pt_br: Abrindo o banco de dados MMEX — Aviso

source: When database file opening:
be_by: Падчас адчынення базы дадзеных:
de_de: Beim Öffnen der Datenbankdatei:
he_il: בעת פתיחת קובץ מסד נתונים:
pt_br: Quando o arquivo de banco de dados está sendo aberto:

source: Path required to be specified to another database file.
de_de: Pfad erforderlich, um zu einer anderen Datenbankdatei anzugeben.
pt_br: Caminho necessário para ser especificado em outro arquivo de banco de dados.

source: Unable to open file
be_by: Немагчыма адчыніць файл
de_de: Datei kann nicht geöffnet werden
he_il: לא ניתן לפתוח קובץ
pt_br: Não foi possível abrir o arquivo

source: An incorrect password was provided for an encrypted file, or an attempt was made to open a file that is not a database file.
de_de: Für eine verschlüsselte Datei wurde ein falsches Passwort angegeben oder es wurde versucht, eine Datei zu öffnen, die keine Datenbankdatei ist.
pt_br: Uma senha incorreta foi fornecida para um arquivo criptografado ou uma tentativa de abrir um arquivo que não é um de banco de dados.

source: Error: %s
be_by: Памылка: %s
de_de: Fehler %s
he_il: שגיאה: %s
pt_br: Erro: %s

source: Opening MMEX Database – Error
de_de: MMEX-Datenbank öffnen – Fehler
pt_br: Abrindo o banco de dados do MMEX — Erro

source: License agreement
be_by: Ліцэнзійнае пагадненне
de_de: Lizenzvereinbarungen
he_il: הסכם רישיון
pt_br: Contrato de Licença

source: About
be_by: Пра праграму
de_de: Über
he_il: על אודות
pt_br: Sobre

source: Authors
be_by: Аўтары
de_de: Autoren
he_il: יוצרים
pt_br: Autores

source: Sponsors
be_by: Спонсары
de_de: Sponsoren
he_il: נותני חסות
pt_br: Patrocinadores

source: License
be_by: Ліцэнзія
de_de: Lizenz
he_il: רישיון
pt_br: Licença

source: Privacy
be_by: Прыватнасць
de_de: Privatsphäre
he_il: פרטיות
pt_br: Privacidade

source: Send anonymous statistics usage data
be_by: Дасылаць ананімныя дадзеныя статыстыкі выкарыстання
de_de: Anonyme Nutzungsstatistiken senden
he_il: אִפְשׁוּר שליחת נתוני שימוש באופן אנונימי
pt_br: Enviar estatísticas de utilização anônimas

source: Enable to help us sending anonymous data about MMEX usage.
be_by: Уключыць, каб дапамагчы нам праз дасыланне ананімнай інфармацыі выкарыстання MMEX.
de_de: Das Senden von anonymisierten MMX Nutzungsdaten erlauben.
he_il: אִפְשׁוּר שליחת נתוני שימוש אנונימיים אודות MMEX.
pt_br: Habilite para nos ajudar enviando dados anônimos sobre a utilização do MMEX.

source: Edit Account
be_by: Рыдагаваць Рахунак
de_de: Konto bearbeiten
he_il: עריכת חשבון
pt_br: Editar Conta

source: Account Name:
be_by: Назва рахунка:
de_de: Kontoname:
he_il: שם חשבון:
pt_br: Nome da Conta:

source: Enter the Name of the Account. This name can be renamed at any time.
be_by: Пакажыце назву рахунка. Гэтая назва можа быць змененая ў будзь-які час.
de_de: Geben Sie einen Namen für das Konto an. Der Name kann später jederzeit geändert werden.
he_il: נא להזין שם חשבון. ניתן לשנות שם חשבון בכל עת.
pt_br: Insira o Nome da Conta. Este nome poderá ser alterado a qualquer momento posteriormente.

source: Account Type:
be_by: Тып рахунка:
de_de: Kontoart:
he_il: סוג חשבון:
pt_br: Tipo de Conta:

source: Specify the account type to be created.
de_de: Geben Sie den zu erstellenden Kontotyp an.
pt_br: Especifique o tipo de conta a ser criado.

source: Account Status:
be_by: Стан рахунка:
de_de: Kontostatus:
he_il: מצב חשבון:
pt_br: Estado da Conta:

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
be_by: Вызначыце, ці быў гэты рахунак зачынены. Зачыненыя рахункі неактыўныя ў большасці разлікаў, справаздачнасці і г.д.
de_de: Markieren, wenn das Konto geschlossen wurde. Geschlossene Konten sind in den meisten Kalkulationen, Berichten usw. inaktiv.
he_il: אם החשבון נסגר, יש לסמנו כלא פעיל. חשבונות לא פעילים, יוסתרו ולא יופיעו ברוב החישובים, הדוחות וכו'.
pt_br: Especifique se esta conta foi fechada. Contas fechadas estão inativas na maioria dos cálculos, relatórios, etc.

source: Initial Balance: %s
be_by: Пачатковы баланс: %s
de_de: Kontostand zu Beginn: %s
he_il: יתרת פתיחה: %s
pt_br: Saldo inicial: %s

source: Enter the initial balance in this account.
be_by: Пакажыце пачатковы баланс гэтага рахунка.
de_de: Geben Sie den Anfangssaldo dieses Kontos ein.
he_il: נא להזין יתרת פתיחה לחשבון.
pt_br: Insira o saldo inicial desta conta.

source: Opening Date:
be_by: Дата адкрыцця:
de_de: Eröffnungsdatum:
he_il: תאריך פתיחה:
pt_br: Data de abertura:

source: The date when the account was opened
be_by: Дата, калі быў адчынены рахунак
de_de: Das Datum, an dem das Konto eröffnet wurde
he_il: תאריך יצירת החשבון
pt_br: A data quando a conta foi aberta

source: Currency:
be_by: Валюта:
de_de: Währung:
he_il: מטבע:
pt_br: Moeda:

source: Select Currency
be_by: Абярыце валюту
de_de: Währung wählen
he_il: בחירת מטבע
pt_br: Selecione a Moeda

source: Specify the currency to be used by this account.
be_by: Абярыце валюту, што будзе выкарыстаная для гэтага рахунка.
de_de: Kontowährung festlegen.
he_il: הגדרת מטבע החשבון.
pt_br: Especifique a moeda a ser usada por esta conta.

source: Favorite Account
be_by: Улюбёны рахунак
de_de: Favorisiertes Konto
he_il: חשבון מועדף
pt_br: Conta Favorita

source: Select whether this is an account that is used often. This is used to filter accounts display view.
be_by: Абярыце, ці часта выкарыстоўваеце гэты рахунак. Гэта ўлічваецца для фільтрацыі рахункаў у спісе.
de_de: Aktivieren, falls das Konto oft benutzt wird. Diese Option filtert später die Kontenansicht.
he_il: סימון החשבון כ'שימוש תכוף'. משמש לסינון מצג חשבונות.
pt_br: Indique se esta conta é usada com frequência. Isto é usado para filtrar a exibição das contas.

source: Notes
be_by: Нататкі
de_de: Anmerkungen
he_il: הערות
pt_br: Observações

source: Enter user notes and details about this account.
be_by: Напішыце нататкі ды звесткі аб гэтым рахунку.
de_de: Bemerkungen und Details zu diesem Konto.
he_il: נא להזין הערות משתמש ופרטים אודות חשבון זה.
pt_br: Insira observações e detalhes sobre esta conta.

source: Other
be_by: Iншае
de_de: Andere
he_il: אחר
pt_br: Outro

source: Account Number:
be_by: Нумар рахунка:
de_de: Kontonummer:
he_il: מספר חשבון:
pt_br: Número de Conta:

source: Card Number:
be_by: Нумар карткі:
de_de: Kartennummer:
he_il: מספר כרטיס:
pt_br: Número do Cartão:

source: Enter the Account Number associated with this account.
be_by: Пакажыце нумар, што звязаный з гэтым рахункам.
de_de: Geben Sie die Kontonummer ein, die mit diesem Konto verknüpft ist.
he_il: הזנת 'מספר החשבון' המשויך לחשבון זה.
pt_br: Insira o Número da Conta associado à esta conta.

source: Held At:
be_by: Адчынены у:
de_de: Bei Bank:
he_il: מוחזק ב:
pt_br: Instituição Financeira:

source: Enter the name of the financial institution in which the account is held.
be_by: Пакажыце назву фінасавай установы, дзе адчынены гэты рахунак.
de_de: Geben Sie den Namen der Bank an, bei der das Konto geführt wird.
he_il: הזנת שם המוסד הכספי בו מנוהל החשבון.
pt_br: Insira o nome da instituição financeira onde esta conta é mantida.

source: Website:
be_by: Вэб-сайт:
de_de: Webseite:
he_il: אתר מרשתת:

source: Enter the URL of the website for the financial institution.
be_by: Пакажыце вэб-сайт фінансавай установы.
de_de: Hier kann die Webseite der Bank festgehalten werden.
he_il: נא להזין מען URL של המוסד הכספי.
pt_br: Insira o endereço do site da instituição financeira.

source: Contact:
be_by: Сувязь:
de_de: Kontakt:
he_il: קשר:
pt_br: Contato:

source: Enter any contact information for the financial institution.
be_by: Напішыце будзь-якую кантактную інфармацыю гэтай фінансавай установы.
de_de: Hier können Sie Kontaktdaten, wie z. B. einen Ansprechpartner vermerken.
he_il: הזנת פרטי קשר של המוסד הכספי.
pt_br: Insira qualquer informação de contato para a instituição financeira.

source: Access Info:
be_by: Сакрэты:
de_de: Zugangsdaten:
he_il: פרטי גישה:
pt_br: Informação de Acesso:

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
be_by: Напішыце лагін / пароль доступа да рахунка ва ў фінансавай установе. Дадзеная інфармацыя захоўваецца у адкрытым выглядзе і яе здольны прачытаць будзь-хто, калі мае дасяг да файла.
de_de: Geben Sie alle Login/Zugangsdaten für das Finanzinstitut ein. Dies ist nicht sicher, da jeder mit Zugriff auf die mmb-Datei darauf zugreifen kann.
he_il: הזנת שם משתמש/קוד גישה לחשבון במוסד הכספי. לתשומת לב! שדה זה אינו מאובטח וכל אדם עם גישה למסד הנתונים יוכל לגשת אליו.
pt_br: Insira os dados de acesso para a instituição financeira. Isto não é seguro já que qualquer um com acesso ao arquivo mmb poderá ver.

source: Statement
be_by: Выпіска
de_de: Kontoauszug
he_il: דף חשבון
pt_br: Extrato

source: Statement:
be_by: Узгодненая:
de_de: Kontoauszug:
he_il: דף חשבון:
pt_br: Situação:

source: Locked
be_by: Заблакаваны
de_de: Gesperrt
he_il: נעול
pt_br: Bloqueado

source: Enable or disable the transaction Lock
be_by: Уключыць або вымкнуць блакоўку аперацыі
de_de: Aktivieren oder deaktivieren der Buchungssperre
he_il: אפשור או השבתת נעילת תנועות
pt_br: Ativar ou desativar o bloqueio de transação

source: Reconciled Date:
be_by: Дата ўзгаднення:
de_de: Datum des Abgleichs:
he_il: תאריך התאמה:
pt_br: Data Reconciliada:

source: The date of the transaction lock
be_by: Дата блакавання аперацыі
de_de: Datum der Buchungssperre
he_il: תאריך נעילת התנועה
pt_br: A data do bloqueio da transação

source: Minimum Bal:
be_by: Мін. баланс:
de_de: Mindestsaldo:
he_il: יתרה מזערית:
pt_br: Balanço Min:

source: Account balance lower limit. Zero to disable
be_by: Рэшта на рахунку, ніжняя мяжа. Нуль каб вымкнуць
de_de: Untere Grenze Kontostand. Null zum Deaktivieren
he_il: יתרה מזערית של החשבון. אָפֵס כדי להשבית
pt_br: Limite inferior do saldo da conta. Zero para desativar

source: Credit
be_by: Крыдыт
de_de: Kredit
he_il: אשראי
pt_br: Crédito

source: Credit Limit:
be_by: Крыдытны ліміт:
de_de: Kreditlimit:
he_il: מסגרת אשראי:
pt_br: Limite de Crédito:

source: Credit limit for the Account. Zero to disable
be_by: Крэдытны ліміт рахунка. Нуль каб вымкнуць
de_de: Kreditlimit für das Konto. Null zum Deaktivieren
he_il: יתרת אשראי מזערית לחשבון. אָפֵס כדי להשבית
pt_br: Limite de crédito para a conta. Zero para desativar

source: Interest Rate:
be_by: Адсоткавая стаўка:
de_de: Zinsrate:
he_il: שיעור ריבית:
pt_br: Taxa de Juro:

source: Payment Due Date:
be_by: Чарговая дата:
de_de: Fälligkeitsdatum:
he_il: תאריך פרעון:
pt_br: Data de vencimento:

source: Minimum Payment:
be_by: Мінімальная аплата:
de_de: Mindestzahlung:
he_il: תשלום מזערי:
pt_br: Pagamento Mínimo:

source: Organize attachments of this account
be_by: Кіраваць далучэннямі да рахунка
de_de: Anlagen für dieses Konto verwalten
he_il: ארגון צרופות לחשבון זה
pt_br: Gerenciar documentos desta conta

source: Default Image
be_by: Абразок па змаўчанні
de_de: Standard Bild
he_il: צלמית ברירת מחדל
pt_br: Imagem Padrão

source: Image #%i
be_by: Абразок #%i
de_de: Bild #%i
he_il: צלמית #%i
pt_br: Imagem #%i

source: Account Name
be_by: Назва рахунка
de_de: Kontenname
he_il: שם חשבון
pt_br: Nome de Conta

source: Currency
be_by: Валюта
de_de: Währung
he_il: מטבע
pt_br: Moeda

source: Invalid URL
be_by: Хібная спасылка
de_de: Ungültige URL
he_il: מען URL לא תקין
pt_br: URL inválida

source: Please enter a valid URL
be_by: Калі ласка, пакажыце слушную спасылку
de_de: Bitte geben Sie eine gültige URL ein
he_il: נא להזין מען־URL תקין
pt_br: Por favor, insira uma URL válida

source: Invalid Date
be_by: Хібная дата
de_de: Ungültiges Datum
he_il: תאריך לא תקין
pt_br: Data Inválida

source: Opening date is unable to be in the future
de_de: Eröffnungsdatum kann nicht in der Zukunft sein
pt_br: Data de abertura não pode estar no futuro

source: Transactions for this account already exist before this date
be_by: У гэтым рахунку ўжо існуюць аперацыі раней за гэтую дату
de_de: Es sind Buchungen für dieses Konto bereits vor diesem Datum vorhanden
he_il: בחשבון זה קיימות תנועות עם מועד קודם לתאריך זה
pt_br: As transações para esta conta já existem antes desta data

source: Stock purchases for this account already exist before this date
be_by: У гэтым рахунку ўжо існуюць прыдбаныя каштоўныя паперы раней за гэтую дату
de_de: Wertpapierkäufe für dieses Konto bestehen bereits vor diesem Datum
he_il: בחשבון זה קיימות תנועות רכישת מניות עם מועד קודם לתאריך זה
pt_br: Compras de ações para esta conta já existem antes desta data

source: Scheduled transactions for this account are scheduled before this date.
de_de: Wiederkehrende Buchungen für dieses Konto sind vor diesem Datum geplant.
he_il: תנועות מתוזמנות בחשבון זה מתוזמנות לפני לתאריך זה.
pt_br: Transações agendadas para esta conta são agendadas antes desta data.

source: New Account
be_by: Новы рахунак
de_de: Neues Konto
he_il: חשבון חדש
pt_br: Nova Conta

source: New Asset
be_by: Унясенне новага актыва
de_de: Neuer Vermögenswert
he_il: נכס חדש
pt_br: Novo Ativo

source: Edit Asset
be_by: Рыдагаванне актыва
de_de: Vermögenswert bearbeiten
he_il: עריכת נכס
pt_br: Editar o Ativo

source: Add Asset Transaction
be_by: Дадаць аперацыю для актыва
de_de: Vermögenswertbuchung hinzufügen
he_il: הוספת תנועת נכס
pt_br: Adicionar a Transação do Ativo

source: Edit Asset Transaction
be_by: Рыдагаваць аперацыю для актыва
de_de: Vermögenswertbuchung bearbeiten
he_il: עריכת תנועת נכס
pt_br: Editar a Transação do Ativo

source: Asset Details
be_by: Звесткі пра актыў
de_de: Vermögenswertdetails
he_il: פרטי הנכס
pt_br: Detalhes do Ativo

source: Enter the name of the asset
be_by: Пакажыце назву актыва
de_de: Name des Vermögenswertes eingeben
he_il: הזנת שם הנכס
pt_br: Insira o nome do ativo

source: Date
be_by: Дата
de_de: Datum
he_il: תאריך
pt_br: Data

source: Specify the date of purchase of asset
be_by: Пакажыце дату набыцця актыва
de_de: Datum des Erwerbs des Vermögenswertes angeben
he_il: הזנת תאריך הרכישה של הנכס
pt_br: Especifique a data da compra do ativo

source: Asset Type
be_by: Тып актыва
de_de: Vermögensart
he_il: סוג נכס
pt_br: Tipo do Ativo

source: Select type of asset
be_by: Абярыце тып актыва
de_de: Art des Vermögens wählen
he_il: בחירת סוג נכס
pt_br: Selecione o tipo do ativo

source: Initial Value
be_by: Пачатковае значэнне
de_de: Anfangswert
he_il: ערך התחלתי
pt_br: Valor Inicial
