Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: The language for this application has been changed. The change will take effect the next time the application is started.
be_by: Мова дадатка змененая. Аднак ўступіць у моц пры наступным запуску дадатка.
de_de: Die Sprache für diese Anwendung wurde geändert. Die Änderung wird beim nächsten Start der Anwendung wirksam.
he_il: שפת הייישומון השתנתה. השינוי ייכנס לתוקף באתחול הבא של הייישומון.
pt_br: O idioma para este aplicativo foi alterado. A alteração terá efeito na próxima vez que o aplicativo for iniciado.

source: Language change
be_by: Выбар мовы
de_de: Sprache geändert
he_il: שינוי שפה
pt_br: Mudança de idioma

source: Edit Stock Investment
be_by: Рыдагаванне інвестыцыі
de_de: Wertpapier bearbeiten
he_il: עריכת תיק ניירות ערך
pt_br: Editar Investimento em Ações

source: New Stock Investment
be_by: Дадаванне новай інвестыцыі
de_de: Neues Wertpapier
he_il: השקעה חדשה
pt_br: Novo Investimento

source: Stock Investment Details
be_by: Дыталі па каштоўных паперах
de_de: Wertpapierdetails
he_il: פרטי תיק ניירות ערך
pt_br: Detalhes do Investimento em Ações

source: Company Name
be_by: Назва кампаніі
de_de: Wertpapier
he_il: שם החברה
pt_br: Nome da Empresa

source: Enter the stock company name
be_by: Пакажыце назву акцыянернай кампаніі
de_de: Firmenname / Wertpapierbezeichnung
he_il: הזנת שם המניה
pt_br: Digite o nome da empresa emissora de ações

source: Stock Symbol
be_by: Цікер (Фондавы сымбаль)
de_de: Wertpapiersymbol
he_il: סמל ניר ערך
pt_br: Símbolo da Ação

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
be_by: Пакажыце цікер (фондавы сымбаль). (Апцыянальна) далучыце біржу, напр.: IBM.BE
de_de: Wertpapierkürzel angeben (z. B. CSCO oder GOOG)
he_il: IBM.BE כלול זירת מסחר. לדוגמא: (הזנת את סמל נייר הערך. (אופציונאלי
pt_br: Digite o símbolo da ação. (Opcional) Incluir Tipo da Ação. Ex: PETR4.PN

source: *Date
be_by: *Дата
de_de: *Datum
he_il: *תאריך
pt_br: *Data

source: Specify the initial date of the stock investment Used when creating the initial Share transaction.
be_by: Пакажыце пачатковую дату інвестыцый у акцыі Выкарыстоўваецца пры стварэнні першаснай аперацыі да акцыяў.
de_de: Geben Sie das Anfangsdatum der Wertpapieranlage an. Wird beim Erstellen der ersten Wertpapierbuchung verwendet.
he_il: נא להגדיר את תאריך רכישת נירות הערך משמש ברישום תנועת המינה הראשונית.
pt_br: Especifique a data inicial do investimento em ações Usado ao criar a transação inicial de ações.

source: *Share Number
be_by: *Колькасць
de_de: *Wertpapieranzahl
he_il: *כמות מניות
pt_br: *Número de Ações

source: Enter number of shares. Used when creating the initial Share transaction.
be_by: Агульная колькасць акцыяў. Выкарыстоўваецца пры стварэнні першаснай аперацыі.
de_de: Geben Sie die Anzahl der Wertpapiere ein. Wird beim Erstellen der ersten Wertpapierbuchung verwendet.
he_il: נא להזין את כמות ניירות הערך. משמש ברישום תנועת נייר ערך ראשונית.
pt_br: Digite a quantidade de ações. Usado ao criar a transação inicial de ação.

source: *Share Price
be_by: *Цана акцыі
de_de: *Wertpapierkurs
he_il: *מחיר המניה
pt_br: *Preço da Ação

source: Enter the initial price per share. Used when creating the initial Share transaction.
be_by: Пачатковы кошт куплі акцыяў. Выкарыстоўваецца пры стварэнні першаснай аперацыі.
de_de: Geben Sie den ursprünglichen Kurs pro Wertpapier ein. Wird beim Erstellen der ersten Wertpapierbuchung verwendet.
he_il: נא להזין עלות לנייר ערך. משמש ברישום תנועת נייר ערך ראשונית.
pt_br: Digite o preço inicial por ação. Usado ao criar a transação inicial de ações.

source: Deductible Comm.
de_de: Abziehbare Komm.
pt_br: Custos dedutíveis

source: Enter any commission paid. Used when creating the initial Share transaction.
be_by: Калі ласка, пакажыце суму выплачанай камісіі. Выкарыстоўваецца пры стварэнні першаснай аперацыі.
de_de: Geben Sie die bezahlte Gebühren ein. Wird beim Erstellen der ersten Aktien-Transaktion verwendet.
he_il: נא להזין עמלות ששולמו. משמש ברישום תנועת נייר ערך ראשונית.
pt_br: Entre com a comissão paga. Usada ao criar a transação inicial de ações.

source: Curr. Share Price
be_by: Бягучы кошт
de_de: Akt. Kurs
he_il: מחיר מניה נוכחי
pt_br: Cotação Atual

source: Enter current stock/share price.
be_by: Пакажыце сучасную вартасць акцыяў.
de_de: Aktuellen Wertpapierkurs eingeben.
he_il: נא להזין מחיר מניה/נייר ערך נוכחי.
pt_br: Insira o preço atual da ação.

source: Manage stock attachments
de_de: Anlagen zum Wertpapier verwalten
pt_br: Gerenciar anexos de ações de empresas

source: Display the web page for the specified Stock symbol
be_by: Адчыніць вэб-старонку абранага цікера
de_de: Webseite für das angegebene Wertpapiersymbol anzeigen
he_il: הצגת עמוד האתר לסמל ניר הערך שצוין
pt_br: Exibe a página da web para o símbolo do investimento especificado

source: Enter notes associated with this investment
be_by: Пакажыце нататкі да інвестыцыі
de_de: Bemerkungen zu dieser Kapitalanlage angeben
he_il: הזנת הערות קשורות להשקעה זו
pt_br: Digite qualquer comentário associado a este investimento

source: Stock History Options
be_by: Налады гісторыі каціровак
de_de: Historische Kurse
he_il: אפשרויות היסטורית ניירות ערך
pt_br: Opções do histórico de Ações

source: Stock Price History
be_by: Гісторыя каціровак
de_de: Kursverlauf
he_il: היסטורית מחירי ניירות ערך
pt_br: Histórico de preço das ações

source: Price Date
be_by: Дата кошта
de_de: Kursdatum
he_il: תאריך מחיר
pt_br: Data do Preço

source: Specify the stock/share price date.
be_by: Пакажыце дату набыцця актыва.
de_de: Geben Sie das Kursdatum an.
he_il: נא להגדיר את תאריך רכישת המניה/ניר ערך.
pt_br: Especifique a data do preço da ação.

source: Download Stock Price history
be_by: Спампаваць гістрыю каціровак
de_de: Historische Kurse herunterladen
he_il: הורד היסטורית מחירי ניירות ערך
pt_br: Download do histórico de preços de ações

source: Import Stock Price history (CSV Format)
be_by: Імпартаваць гістрыю каціровак (CSV Format)
de_de: Historische Kurse importieren (CSV Format)
he_il: יבוא היסטורית מחירי ניירות ערך (בתבנית CSV)
pt_br: Importar Histórico de Preços de Ações (Formato CSV)

source: Delete selected Stock Price
be_by: Выдаліць пазначаную каціроўку
de_de: Ausgewählten Kurs löschen
he_il: מחיקת מחירי ניר ערך שנבחרו
pt_br: Excluir o preço selecionado da ação

source: Add Stock Price to history
be_by: Дадаць каціроўку да гісторыі
de_de: Kurs zum Verlauf hinzufügen
he_il: הוספת שער ניר ערך להיסטוריה
pt_br: Adicionar preço da ação ao histórico

source: &Save
be_by: &Захаваць
de_de: &Speichern
he_il: &שמירה
pt_br: &Salvar

source: Held At
be_by: Біржа
de_de: Geführt bei
he_il: מוחזק ב
pt_br: Realizado em

source: Symbol
be_by: Сымбаль
de_de: Kürzel
he_il: סמל
pt_br: Símbolo

source: Choose CSV data file to import
be_by: Абярыце файл CSV для імпарта
de_de: CSV Datei für den Import auswählen
he_il: בחירת קובץ נתונים CSV לייבא
pt_br: Escolha o arquivo CSV para importar

source: Stock History CSV Import
be_by: Імпарт гістрыі каціровак з CSV
de_de: Kursverlauf CSV Import
he_il: יבוא היסטורית ניירות ערך CSV
pt_br: Importação do histórico de estoque CSV

source: Quotes imported from CSV:
be_by: Каціровак імпратавана з CSV:
de_de: Kurse importiert aus CSV:
he_il: שערי נירות ערך יובאו מקובץ CSV:
pt_br: Cotações importadas do CSV:

source: Total lines: %ld
de_de: Anzahl der Zeilen: %ld
pt_br: Total de linhas: %ld

source: Total imported: %ld
de_de: Insgesamt importiert: %ld
pt_br: Total importado: %ld

source: Please confirm saving
be_by: Калі ласка, спраўдзіце захаванне
de_de: Bitte bestätigen Sie die Speicherung
he_il: נא לאשר שמירה
pt_br: Por favor, confirme o salvamento

source: Importing CSV
be_by: Імпартую CSV
de_de: Importiere von CSV
he_il: מייבא CSV
pt_br: Importando CSV

source: 5 Days
be_by: 5 дзён
de_de: 5 Tage
he_il: 5 ימים
pt_br: 5 Dias

source: 1 Month
be_by: 1 месяц
de_de: 1 Monat
he_il: 1 חודש
pt_br: 1 Mês

source: 3 Months
be_by: 3 месяцы
de_de: 3 Monate
he_il: 3 חודשים
pt_br: 3 Meses

source: 6 Months
be_by: 6 месяцаў
de_de: 6 Monate
he_il: 6 חודשים
pt_br: 6 Meses

source: 1 Year
be_by: 1 год
de_de: 1 Jahr
he_il: 1 שנה
pt_br: 1 Ano

source: 2 Years
be_by: 2 гады
de_de: 2 Jahre
he_il: 2 שנים
pt_br: 2 Anos

source: 5 Years
be_by: 5 гадоў
de_de: 5 Jahre
he_il: 5 שנים
pt_br: 5 Anos

source: 10 Years
be_by: 10 гадоў
de_de: 10 Jahre
he_il: 10 שנים
pt_br: 10 Anos

source: Current Year to Date
be_by: Бягучы год да сёння
de_de: Aktuelles Jahr bis Datum
he_il: שנה נוכחית להיום
pt_br: Ano Atual até Hoje

source: Specify type frequency of stock history
be_by: Абярыце перыяд гісторыі каціровак
de_de: Legen sie die Datumsperiode für den Kursverlauf fest
he_il: נא להגדיר את סוג תדירות היסטורית נירות הערך
pt_br: Especifique a frequência do tipo de histórico de ação

source: Stock History Update
be_by: Абнавіць гістрыю каціровак
de_de: Aktualisierung des Kursverlaufes
he_il: עדכון היסטורית ניר ערך
pt_br: Atualização do Histórico de Ações

source: 1 Day
be_by: 1 дзень
de_de: 1 Tag
he_il: יום אחד
pt_br: 1 Dia

source: 1 Week
be_by: 1 тыдзень
de_de: 1 Woche
he_il: שבוע
pt_br: 1 Semana

source: Specify interval of stock history
be_by: Пакажыце інтырвал для гісторыі акцыяў
de_de: Intervall des Kursverlaufes angeben
he_il: הגד תדירות היסטורית המניה
pt_br: Especifique intervalo do histórico de ações

source: Stock history not found.
de_de: Kursverlauf nicht gefunden.
he_il: לא נמצאה היסטורית ניירות ערך.
pt_br: Histórico de ações não encontrado.

source: Stock History Error
be_by: Памылка гісторыі каціровак
de_de: Kursverlauf Fehler
he_il: שגיאת ההיסטוריה ניירות ערך
pt_br: Erro do Histórico de Ações

source: New Transaction
be_by: Новая аперацыя
de_de: Neue Buchung
he_il: תנועה חדשה
pt_br: Nova Transação

source: Duplicate Transaction
be_by: Зрабіць дублікат аперацыі
de_de: Buchung duplizieren
he_il: שכפול תנועה
pt_br: Duplicar Transação

source: Edit Transaction
be_by: Рыдагаваць аперацыю
de_de: Buchung bearbeiten
he_il: עריכת תנועה
pt_br: Editar Transação

source: Unknown
be_by: Невядома
de_de: Unbekannt
he_il: לא ידוע
pt_br: Desconhecido

source: Set date to today (Ctrl+;)
de_de: Datum auf heute setzen (Strg+;)
pt_br: Definir a data para hoje (Ctrl+;)

source: Exchange to and from accounts
de_de: Umtausch zu und von Konten
pt_br: Trocar de e para contas

source: Populate Transaction #
be_by: Запоўніць нумар аперацыі
de_de: Ausfüllen von Buchung #
he_il: אכלס תנועה #
pt_br: Preencher Transação #

source: Manage transaction attachments
de_de: Buchungsanlagen verwalten
pt_br: Gerenciar anexos de transações

source: Save and &New
de_de: Speichern und &Neu
pt_br: Salvar e &Novo

source: Lock transaction to date: %s
de_de: Sperren der Buchung bis zum: %s
pt_br: Bloquear transação até a data: %s

source: MMEX Transaction Check
be_by: Праверка аперацыяў
de_de: MMEX Buchungsprüfung
he_il: בדיקת תנועות MMEX
pt_br: Verificação de transação MMEX

source: The transaction will exceed the account limit.
de_de: Die Buchung überschreitet das Konto-Limit.
pt_br: A transação excederá o limite de conta.

source: The two accounts have different currencies, but no advanced transaction is defined. Is this correct?
de_de: Die beiden Konten haben unterschiedliche Währungen, aber es ist keine erweiterte Buchung definiert. Ist das richtig?
pt_br: As duas contas têm moedas diferentes, mas nenhuma transação avançada foi definida. Isso está correto?

source: Currencies are different
be_by: Валюты не супадаюць
de_de: Währungen sind verschieden
he_il: שוני במטבעות
pt_br: As Moedas são diferentes

source: Specify account the money is taken from
be_by: Пазначце рахунак-крыніцу
de_de: Konto wählen, von welchem das Geld geholt werden soll
he_il: הזנת את החשבון ממנו נלקח הכסף
pt_br: Especifique de qual conta o dinheiro está sendo retirado

source: Specify account the money is moved to
be_by: Пазначце рахунак-прызначэнне
de_de: Geben Sie das Konto an, auf dass das Geld überwiesen werden soll
he_il: הזנת החשבון אליו מועבר הכסף
pt_br: Especifique em qual conta o dinheiro foi depositado

source: Specify the transfer amount in the From Account.
be_by: Пакажыце суму для рахунка, адкуль робіцца пераказ.
de_de: Geben Sie den Überweisungsbetrag ein.
he_il: הזנת את סכום ההעברה בחשבון השולח.
pt_br: Especifique o valor da transferência na Conta De.

source: Specify account for the transaction
be_by: Пакажыце рахунак для дадзенай аперацыі
de_de: Betrag für diese Buchung
he_il: הזנת את חשבון התנועה
pt_br: Especifique a conta desta transação

source: Specify to whom the transaction is going to
be_by: Пакажыце, каму будзе зробленае пералічэнне
de_de: Legen Sie fest an wen die Buchung gehen soll
he_il: הגדרה למי הולכת התנועה
pt_br: Especifique para quem este pagamento está sendo feito

source: Specify the date of the transaction
be_by: Пакажыце дату аперацыі
de_de: Datum der Buchung
he_il: הזנת את תאריך התנועה
pt_br: Especifique a data da transação

source: Transactions Dialog
be_by: Дыялог аперацыяў
de_de: Buchungsdialog
he_il: דו־שיח תנועות
pt_br: Transações

source: Unreconciled
be_by: Няўзгодненая
de_de: Ungeprüft
he_il: לא מותאם
pt_br: Não-reconciliada

source: Reconciled
be_by: Узгодненая
de_de: Überprüft
he_il: מותאם
pt_br: Reconciliada

source: Void
be_by: Скасаваны
de_de: Ungültig
he_il: מבוטל
pt_br: Nula

source: Follow Up
be_by: Дапрацаваць
de_de: Nachverfolgung
he_il: מעקב
pt_br: Acompanhamento

source: Duplicate
be_by: Зрабіць дублікат
de_de: Duplikat
he_il: כפילות
pt_br: Duplicada

source: All Except Reconciled
be_by: Акрамя узгодненых
de_de: Alle anzeigen, ausser überprüfte Buchungen
he_il: הכל למעט מותאמים
pt_br: Todas exceto as reconciliadas

source: Day
de_de: Tag
he_il: יום
pt_br: Dia

source: Bar
de_de: Balken
he_il: עמודות
pt_br: Barra

source: Donut
de_de: Kreisdiagramm
he_il: טבעת
pt_br: Rosca

source: Line
de_de: Linie
he_il: ציר
pt_br: Linha

source: Line DateTime
de_de: Zeilendatumzeit
he_il: ציר זמן
pt_br: Data da Linha

source: Pie
de_de: Kreis
he_il: עוגה
pt_br: Pizza

source: Radar
de_de: Netz
he_il: מכ"ם

source: Bar Line
de_de: Balkenlinie
he_il: ציר עמודה
pt_br: Barra de Linha

source: Stacked Area
de_de: Gestapelte Fläche
pt_br: Área empilhada

source: Stacked Bar Line
de_de: Stapelbalkenlinie
pt_br: Linha de barra empilhada

source: Last Unsaved Filter
de_de: Letzter ungespeicherter Filter
he_il: מסנן אחרון שלא נשמר
pt_br: Último Filtro Não Salvo

source: Specify
be_by: Пакажыце
de_de: Angeben
he_il: נא להגדיר
pt_br: Especifique

source: Period Range
be_by: Дыяпазон датаў
de_de: Periodenbereich
he_il: טווח תקופות
pt_br: Intervalo de Período

source: Date Range
be_by: Прамежак часу
de_de: Zeitraum
he_il: טווח תאריכים
pt_br: Intervalo de Datas

source: Include all subcategories
be_by: Улічваць усе падкатыгорыі
de_de: Alle Unterkategorien miteinbeziehen
he_il: הכללת כל סוגי־אב משנה
pt_br: Incluir todas as subcategorias

source: Withdrawal
be_by: Спісанне
de_de: Belastung
he_il: משיכה
pt_br: Pagamento

source: Deposit
be_by: Унёсак
de_de: Gutschrift
he_il: הפקדה
pt_br: Recebimento

source: Transfer Out
be_by: Дасланыя пераказы
de_de: Abgehende Überweisung
he_il: העברה יוצאת
pt_br: Transferência saindo

source: Transfer In
be_by: Атрыманыя пераказы
de_de: Ankommende Überweisung
he_il: העברה נכנסת
pt_br: Transferência chegando

source: Amount Range
be_by: Дыяпазон цэнаў
de_de: Betragsspanne
he_il: טווח סכומים
pt_br: Intervalo de valor

source: Enter any string to find it in transaction notes.
de_de: Geben Sie eine beliebige Zeichenkette ein, um sie in Buchungstexten zu finden.
pt_br: Digite qualquer sequência de caracteres para encontrá-la nas observações.

source: Tip: Wildcard characters such as the question mark (?) and the asterisk (*) can be used in search criteria.
de_de: Tipps: Sie können Platzhalter - Fragezeichen (?), Sternchen (*) - in Ihren Suchkriterien verwenden.
pt_br: Dica: Caracteres como o ponto de interrogação (?) e o asterisco (*) podem ser usados nos critérios de pesquisa.

source: The question mark (?) matches a single character, for example "s?t" finds both "sat" and "set".
de_de: Benutzen Sie das Fragezeichen (?), um ein einzelnes Zeichen zu finden - zum Beispiel findet s?t 'sat' und 'set".
pt_br: O ponto de interrogação (?) corresponde a um único caractere, por exemplo "b?m" encontra tanto "bom" quanto "bem".

source: The asterisk (*) matches any number of characters, for example "s*d" finds both "sad" and "started".
de_de: Verwenden Sie den Stern (*), um eine beliebige Anzahl von Zeichen zu finden - zum Beispiel s*d findet 'sad' und 'started".
pt_br: O asterisco (*) corresponde a qualquer número de caracteres, por exemplo "s*o" encontra tanto "saldo" quanto "salário".

source: Use regex: to match using regular expressions.
be_by: Выкарыстанне regex: для пошука супадзенняў ў выкарыстаннем рыгулярным выразаў.
de_de: Verwende Regex: um reguläre Ausdrücke zu verwenden.
he_il: שימוש בביטוי־רגיל (regex): להתאמה נא להשתמש בביטוי־רגיל.
pt_br: Use regex: para corresponder usando expressões regulares.

source: Presentation Options
be_by: Параметры адлюстравання
de_de: Präsentation-Optionen
he_il: אפשרויות תצוגה
pt_br: Opções de apresentação

source: Hide Columns
be_by: Схаваць слупкі
de_de: Spalten ausblenden
he_il: הסתרת עמודות
pt_br: Esconder colunas

source: Group By
be_by: Групаваць па
de_de: Gruppiere nach
he_il: קבוץ לפי
pt_br: Agrupar Por

source: Specify how the report should be grouped
be_by: Абраць, як групаваць справаздачу
de_de: Legen Sie fest, wie der Bericht gruppiert werden soll
he_il: הגדרת אופן קיבוץ הדוח
pt_br: Especifique como o relatório deve ser agrupado

source: Chart
be_by: Графік
de_de: Diagramm
he_il: תרשים
pt_br: Gráfico

source: Specify which chart will be included in the report
de_de: Legen Sie fest, welches Diagramm in den Bericht aufgenommen werden soll
he_il: קביעת התרשים שיכלל בדוח
pt_br: Especifique qual gráfico será incluído no relatório

source: Combine Splits
be_by: Аб'яднаць састаўныя аперацыі
de_de: Teilung zusammenführen
he_il: איחוד פיצולים
pt_br: Combinar Transações Divididas

source: Display split transactions as a single row
be_by: Адлюстраваць састаўныя аперацыі на адным радку
de_de: Aufteilte Buchungen einzeilig anzeigen
he_il: הצגת פיצול תנועות כשורה בודדת
pt_br: Mostrar transações divididas como uma linha única

source: Settings
be_by: Налады
de_de: Einstellungen
he_il: הגדרות
pt_br: Configurações

source: Save active values into current Preset selection
be_by: Захаваць актыўныя значэння ў бягучы шаблон
de_de: Aktive Werte in die aktuelle Preset-Auswahl speichern
he_il: שמירת ערכים פעילים להגדרה מראש נוכחית
pt_br: Salvar os valores na predefinição atual

source: Delete current Preset selection
be_by: Выдаліць абраны шаблон
de_de: Aktuelle Preset-Auswahl löschen
he_il: מחיקת בחירת הגדרה מראש נוכחית
pt_br: Excluir seleção de predefinição atual

source: &Reset
de_de: Zurücksetzen
pt_br: &Restaurar

source: Transfer
be_by: Пераказ
de_de: Überweisung
he_il: העברה
pt_br: Transferência

source: This name does not currently match any payees. Do you want to continue to use it? %s
be_by: Гэтае імя не супадае з ніводным платніком. Усё адно жадаеце яго выкарыстаць? %s
de_de: Dieser Name entspricht derzeit keinem Zahlungsempfänger. Möchten Sie fortfahren? %s
he_il: שם זה אינו תואם לשם מוטב כלשהו. האם להמשיך להשתמש בשם זה? %s
pt_br: Este nome não corresponde a nenhum beneficiário. Você quer continuar a usá-lo? %s

source: Hide Report Columns
be_by: Схаваць слупкі у справаздачы
de_de: Berichtsspalten ausblenden
he_il: הסתר עמודות דוח
pt_br: Ocultar colunas do relatório

source: Settings item deletion
be_by: Налады выдалення аперацыі
de_de: Einstellungselement löschen
he_il: הגדרות מחיקת פריט
pt_br: Configurações de exclusão de item

source: The selected item will be deleted
be_by: Абраны запіс будзе выдалены
de_de: Das ausgewählte Element wird gelöscht
he_il: הפריטים שנבחרו יימחקו
pt_br: O item selecionado será excluído

source: Filtering Details:
be_by: Дыталі фільтра:
de_de: Filterdetails:
he_il: פרטי סינון:
pt_br: Filtrando Detalhes:

source: Label
be_by: Пазнака
de_de: Bezeichnung
he_il: תוית
pt_br: Etiqueta

source: Since
be_by: Пачынаючы з
de_de: Seit
he_il: מאז
pt_br: Desde

source: Before
be_by: Перад
de_de: Vor
he_il: לפני
pt_br: Antes

source: Period
be_by: Перыяд
de_de: Zeitraum
he_il: תקופה
pt_br: Período

source: Amount Min.
be_by: Сума мін.
de_de: Min. Betrag.
he_il: סכום מזערי
pt_br: Valor Mín.

source: Amount Max.
be_by: Сума макс.
de_de: Max. Betrag.
he_il: סכום מירבי
pt_br: Valor Máx.

source: Please Enter
be_by: Калі ласка, пакажыце
de_de: Bitte eingeben
he_il: נא להזין
pt_br: Por favor, insira

source: Setting Name
be_by: Назва наладаў
de_de: Einstellungsname
he_il: שם הגדרה
pt_br: Definir Nome

source: The entered name is already in use
be_by: Такое імя ўжо выкарыстоўваецца
de_de: Der eingegebene Name ist bereits in Gebrauch
he_il: השם שהוזן נמצא כבר בשימוש
pt_br: O nome adicionado já está em uso

source: Do you want to save them before continuing?
be_by: Жадаеце захаваць іх перад тым, як выйсці?
de_de: Möchten Sie sie speichern, bevor Sie fortfahren?
he_il: האם לשמור לפני שממשיכים?
pt_br: Deseja salvar antes de continuar?

source: Filter settings have changed
be_by: Змяніліся налады фильтра
de_de: Filtereinstellungen haben sich geändert
he_il: הגדרות המסנן שונו
pt_br: Configurações de filtro alteradas

source: Please confirm
be_by: Калі ласка, спраўдзіце
de_de: Bitte bestätigen
he_il: נא לאשר
pt_br: Confirme, por favor

source: Choose Accounts
be_by: Абярыце рахункі
de_de: Konten auswählen
he_il: בחירת חשבונות
pt_br: Escolher Contas

source: Customize Transaction Report
de_de: Buchungsbericht anpassen
pt_br: Personalizar Relatório de Transação

source: Select Account
be_by: Абраць рахунак
de_de: Konto wählen
he_il: בחירת חשבון
pt_br: Selecionar Conta

source: Specify the associated Account that will contain this transaction
be_by: Пакажыце рахунак для гэтай аперацыі
de_de: Geben Sie das zugehörige Konto an, das diese Buchung enthalten wird
he_il: נא להגדיר את החשבון המשוייך שיכיל את התנועה
pt_br: Especifique a Conta associada que conterá esta transação

source: Withdraw funds from or deposit funds to this Account.
be_by: Спісанне сродкаў з або ўнёсак сродкаў на гэты рахунак.
de_de: Auszahlungen von oder Einzahlungen auf dieses Konto.
he_il: הפקד או משוך כספים מחשבון זה.
pt_br: Retirar ou depositar fundos nesta conta.

source: &Transfer
be_by: &Пераказ
de_de: &Überweisung
he_il: &העברה
pt_br: &Transferir

source: Funds transfer from/to this account. Uncheck to set as Expense/Income.
be_by: Пераказ грошаў з/да гэтага рахунка. Здыміце адметку, каб гэта быў выдатак/прыбытак.
de_de: Überweisung von/auf dieses Konto. Deaktivieren Sie das Kontrollkästchen, um diese als Einnahme/Ausgabe zu kennzeichnen.
he_il: העברת כספים מ/אל חשבון זה. הסרת הסימון כדי להגדיר כ 'הוצאות/הכנסות'.
pt_br: Desmarque se deseja contabilizar como uma transação de despesa ou recebimento.

source: Currency used for this transaction.
be_by: Валюта аперацыі.
de_de: Währung für diese Buchung.
he_il: המטבע עבור תנועה זו.
pt_br: Moeda usada para esta transação.

source: Specify the status for this transaction
be_by: Абярыце стан аперацыі
de_de: Status der Buchung
he_il: הזנת מצב לתנועה זו
pt_br: Especifique o status para esta transação

source: Select Payee
be_by: Абраць платніка
de_de: Wählen Sie den Zahlungsempfänger/Zahler
he_il: בחירת מוטב
pt_br: Selecione o Beneficiário

source: Specify a person, Company or Organisation for this transaction.
be_by: Пакажыце чалавека, кампанію ці арганізацыю для гэтай аперацыі.
de_de: Geben Sie eine Person, Firma oder Organisation für diese Buchung an.
he_il: הזנת ישות, אדם, חברה או ארגון עבור תנועה זו.
pt_br: Especifique uma pessoa, empresa ou organização para essa transação.

source: Specify the category for this transaction
be_by: Пакажыце катыгорыю гэтай аперацыі
de_de: Kategorie für diese Buchung
he_il: בחירת סוג־אב עבור תנועה זו
pt_br: Especifique a categoria desta transação
