Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Select if you want to copy the attachments to new transactions when they are duplicated or pasted
be_by: Абярыце, калі жадаеце таксама капіяваць далучэнні ў новую аперацыю падчас дублявання або ўстаўкі
de_de: Auswählen, wenn die Anlagen von eingefügten oder duplizierten Buchungen kopiert werden sollen
he_il: נא לבחור על מנת לשכפל גם את הצרופה, כאשר רשומה משוכפלת לרשומה חדשה החדשה
pt_br: Selecione se você deseja copiar os anexos para novas transações quando elas forem duplicadas ou coladas

source: Choose folder to set as attachments archive
be_by: Абярыце тэчку для далучэнняў
de_de: Wählen Sie das Verzeichnis für das Anlagenarchiv
he_il: בחירת סיפריה שתשמש כארכיב צרופות
pt_br: Escolha a pasta que servirá como armazenamento dos anexos

source: Attachments folder
be_by: Тэчка для далучэнняў
de_de: Verzeichnis für Dateianlagen
he_il: תקית צרופות
pt_br: Pasta de anexos

source: Attachments folder it's not writable!
be_by: Забаронены запіс у тэчку для далучэнняў
de_de: Verzeichnis für Dateianlagen ist nicht beschreibbar!
he_il: לא ניתן לכתוב לתקית הצרופות!
pt_br: Pasta de anexos não é gravável!

source: Attachments path has been changed!
be_by: Шлях для далучэнняў быў зменены
de_de: Der Pfad für die Anlagen wurde geändert!
he_il: נתיב קבצים מצורפים השתנתה!
pt_br: O caminho dos anexos foi alterado!

source: Attachments folder migration
be_by: Міграцыя тэчкі для далучэнняў
de_de: Migration des Anlagenverzeichnisses
he_il: העברת ספרית צרופות
pt_br: Migração da pasta Anexos

source: An error occurred while moving the attachments folder. Please move it manually.
de_de: Beim Verschieben des Dateianhangs ist ein Fehler aufgetreten. Bitte verschieben Sie ihn manuell.
pt_br: Ocorreu um erro ao mover a pasta anexos. Por favor, mova-a manualmente.

source: Origin
be_by: Крыніца
de_de: Herkunft
he_il: מקור
pt_br: Origem

source: Destination
be_by: Прызначэнне
de_de: Ziel
he_il: יעד
pt_br: Destino

source: Last N Days
be_by: Апошнія N дзён
de_de: Letzte N Tage
he_il: N ימים אחרונים
pt_br: Últimos N dias

source: Miscellaneous
be_by: Рознае
de_de: Verschiedenes
he_il: שונות
pt_br: Diversos

source: Ignore Future Transactions
be_by: Ігнараваць аперацыі з датай у будучыні
de_de: Zukünftige Buchungen ignorieren
he_il: החרגת תנועות עתידיות
pt_br: Ignorar Transações Futuras

source: Display Heading
be_by: Асноўныя налады дадатка
de_de: Zeige Überschrift
he_il: הצגת כותרת
pt_br: Mostrar Título

source: User Name
be_by: Імя карыстальніка
de_de: Benutzername
he_il: שם משתמש
pt_br: Nome de Usuário

source: The User Name is used as a title for the database.
be_by: Імя карыстальніка выкарыстоўваецца як назва базы дадзеных.
de_de: Der Benutzername wird als Titel verwendet.
he_il: שם משתמש ישמש גם ככותרת למסד הנתונים.
pt_br: O Nome de Usuário é usado como título para o arquivo de dados.

source: Specify the date format for display
be_by: Пакажыце фармат адлюстравання даты
de_de: Format des Datums auswählen
he_il: הגדרת תבנית התאריך שתוצג
pt_br: Especifique o formato de data a ser exibido

source: Date format sample:
be_by: Прыклад фармата даты:
de_de: Datumsformat Beispiel:
he_il: דוגמת תבנית תאריך:
pt_br: Exemplo de formato de data:

source: Base Currency
be_by: Асноўная валюта
de_de: Basiswährung
he_il: מטבע בסיס
pt_br: Moeda Padrão

source: Set Currency
be_by: Усталяваць валюту
de_de: Währung auswählen
he_il: קבע מטבע
pt_br: Selecionar Moeda

source: Set default database currency using 'Currency Manager'
de_de: Standardwährung für die Datenbank über die "Währungsverwaltung" festlegen
pt_br: Defina a moeda padrão usando 'Gerenciador de moedas'

source: Format derived from locale. Leave blank to manually set format via 'Currency Manager | Edit'
de_de: Das Format wurde aus der Ländereinstellung abgeleitet. Lassen Sie das Feld leer, um das Format selbst in der 'Währungsverwaltung" "Bearbeiten" festzulegen
pt_br: Formato derivado de "Local". Deixe em branco para definir o formato manualmente através do 'Gerenciador de Moedas'

source: Use historical currency
de_de: Historische Wechselkurse verwenden
pt_br: Usar cotação histórica

source: Select to use historical currency (one rate for each day), deselect to use a fixed rate
de_de: Auswählen um historische Wechselkurse zu verwenden (ein Kurs für jeden Tag), abwählen, um einen festen Kurs zu verwenden
pt_br: Selecione para usar cotação histórica (uma taxa para cada dia), desmarque para usar uma taxa fixa

source: Financial Year
be_by: Фінансавы год
de_de: Geschäftsjahr
he_il: שנת כספים
pt_br: Exercício Financeiro

source: First Day
de_de: Erster Tag
pt_br: Primeiro Dia

source: Specify Day for start of financial year
be_by: Пазначце першы дзень фінансавага года
de_de: Geben Sie den Tag für den Beginn des Geschäftsjahres an
he_il: נא להגדיר את היום הראשון בשנת הכספים
pt_br: Especifique o Dia para o início do exercício financeiro

source: First Month
de_de: Erster Monat
pt_br: Primeiro Mês

source: Specify month for start of financial year
be_by: Пазначце першы месяц фінансавага года
de_de: Geben Sie den Monat für den Beginn des Geschäftsjahres an
he_il: נא להגדיר את החודש הראשון בשנת הכספים
pt_br: Especifique o mês de início do exercício financeiro

source: Locale
be_by: Коды краіны і мовы
de_de: Lokal
he_il: מיקום
pt_br: Local

source: Currency value sample: %s
be_by: Прыклад значэння валюты: %s
de_de: Wechselkurs Beispiel: %s
he_il: דוגמת ערך מטבע: %s
pt_br: Exemplo de valor da moeda: %s

source: Bad locale name
be_by: Хібнае імя лакалі
de_de: Falsches Gebietsschema
he_il: שם מַקָּם לא תקין
pt_br: Nome de localidade inválido

source: Specify the Web App URL without final slash
be_by: Пакажыце URL-адрас WebApp без / у канцы
de_de: Web APP URL ohne Schrägstrich am Ende angeben
he_il: נא להגדיר את מען URL י השרת ללא הלוכסן בסוף
pt_br: Especificar o endereço do Web App sem barra no final

source: Specify the Web App GUID
be_by: Пакажыце WebApp GUID
de_de: Geben Sie den Web-App GUID ein
he_il: נא להגדיר את ה־GUID של י הרשת
pt_br: Especificar o GUID do Web App

source: More information about WebApp
be_by: Больш інфармацыі пра WebApp
de_de: Weitere Informationen über die WebApp
he_il: מידע נוסף על אפליקציות Web
pt_br: Mais informações sobre o WebApp

source: Specify the proxy IP address
be_by: Пакажыце IP адрас проксі
de_de: Proxy IP-Adresse eingeben
he_il: הגדרת כתובת IP לפרוקסי
pt_br: Especifique o endereço IP do proxy

source: Specify proxy port number
be_by: Пакажыце нумар порта проксі
de_de: Proxy Port Nummer eingeben
he_il: הגדרת מספר הפורט של הפרוקסי
pt_br: Especifique o número proxy da porta

source: Usage Statistics
de_de: Nutzungsstatistiken
pt_br: Estatísticas de uso

source: Check for latest news on startup
be_by: Правяраць найноўшыя навіны падчас запуска
de_de: Nach neuesten Nachrichten beim Start suchen
he_il: בדיקת חדשות אחרונות באתחול
pt_br: Verificar as últimas novidades na inicialização

source: Enable to allow news to be checked on application start
be_by: Увамкніце, каб дазволіць правяраць навіны пры запуску дадатка
de_de: Aktivieren, damit Nachrichten beim Anwendungsstart überprüft werden können
he_il: אפשור בדיקת חדשות באתחול היישומון
pt_br: Habilite para permitir a verificação de novidades ao iniciar o aplicativo

source: Timeout
be_by: Час чакання сплыў
de_de: Zeitüberschreitung
he_il: פסק זמן
pt_br: Tempo esgotado

source: Specify a network communication timeout value to use.
be_by: Пакажыце час чакання для сеткавых падлучэнняў.
de_de: Geben Sie einen Zeitüberschreitungswert für die Netzwerkkommunikation an, der verwendet werden soll.
he_il: נא להגדיר את ערך הזמן המרבי לתקשורת רשת.
pt_br: Especifique um valor de tempo limite de comunicação de rede a ser usado.

source: Seconds
be_by: Секундаў
de_de: Sekunden
he_il: שניות
pt_br: Segundos

source: Updates
be_by: Абнаўленні
de_de: Aktualisierungen
he_il: עדכונים
pt_br: Atualizações

source: Check for updates at StartUp
be_by: Правяраць наяўнасць новай вэрсіі дадатка падчас ягонага запуска
de_de: Beim Start auf Aktualisierungen überprüfen
he_il: בדיקת עדכונים באתחול
pt_br: Verificar se há atualizações na inicialização

source: Enable to automatically check if new MMEX version is available at StartUp
be_by: Увамкніце, каб аўтаматычна правяраць наяўнасць новай вэрсіі MMEX пры запуску дадатка
de_de: Automatische Überprüfung auf neue MMEX Versionen beim Programmstart aktivieren
he_il: אִפְשׁוּר בדיקה אוטומטית, בעת האתחול, לזמינות גרסה חדשה של MMEX
pt_br: Habilite para verificar automaticamente na inicialização se uma nova versão do MMEX está disponível

source: Stable
be_by: Стабільная
de_de: Stabil
he_il: יציב
pt_br: Estável

source: Unstable
be_by: Нестабільная
de_de: Instabil
he_il: לא יציב
pt_br: Instável

source: Updates source
be_by: Крыніцы абнаўленняў
de_de: Quelle der Updates
he_il: עדכון מקור
pt_br: Fonte das atualizações

source: Stock Quote Web Page
be_by: Вэб-старонка каціроўкі акцыяў
de_de: Webseite für Börsenkurse
he_il: אתר הבית לשערי נירות ערך
pt_br: Site de Preços das Ações

source: Clear the field to Reset the value to system default.
be_by: Усталяваць значэнне па змаўчанні.
de_de: Das Feld muss leer sein, um den Wert zu System-Standard zurücksetzen.
he_il: ניקוי שדה על מנת להחזיר ערכי ברירת מחדל.
pt_br: Limpar o campo para retornar o valor ao padrão do sistema.

source: Share Precision
be_by: Знакаў пасля коскі
de_de: Anteilsgenauigkeit
he_il: דיוק עשרוני למניה
pt_br: Precisão da Ação

source: Set the precision for Share prices
be_by: Усталяваць дакладнасць для коштаў на акцыі
de_de: Genauigkeit der Wertpapierkurse festlegen
he_il: הגדרה דיוק עשרוני למחיר המניה
pt_br: Definir a precisão dos preços das ações

source: Refresh at Startup
be_by: Абнавіць падчас запуску
de_de: Beim Start aktualisieren
he_il: רענון העת אתחול
pt_br: Atualizar na inicialização

source: Asset Compounding Period
de_de: Vermögenswertzinseszinsperiode
pt_br: Período Composto de Ativos

source: Select the compounding period for the appreciation/depreciation rate of assets
de_de: Wählen Sie den Zinsberechnungszeitraum für die Wertsteigerungs-/Wertminderungsrate von Vermögenswerten aus
pt_br: Selecione o período para a taxa de apreciação/depreciação dos ativos

source: Database
de_de: Datenbank
he_il: מסד נתונים
pt_br: Banco de Dados

source: Backup database on startup
de_de: Datenbank beim Start sichern
pt_br: Backup do banco de dados na inicialização

source: When MMEX starts, create the backup database: dbFile_start_YYYY-MM-DD.bak
de_de: Wenn MMEX gestartet wird, wird eine Sicherung der Datenbank erstellt: dbFile.mmb_start_YYYY-MM-DD.bak
pt_br: Quando o MMEX inicia, cria o backup do banco de dados: dbFile_start_YYYY-MM-DD.bak

source: Backup database on exit
be_by: Рызервовае капіраванне базы дадзеных пры выхадзе
de_de: Datenbank beim Beenden sichern
he_il: גבוי מסד נתונים ביציאה
pt_br: Fazer cópia de segurança do arquivo de dados ao sair

source: When MMEX shuts down and changes were made to the database, create or update the backup database: dbFile_update_YYYY-MM-DD.bak
de_de: Wenn MMEX beendet wird und Änderungen an Datenbank, vorhanden sind, wird die Backup-Datenbank aktualisiert: dbFile_update_YYYY-MM-DD.bak
pt_br: Quando o MMEX fechar e alterações tiverem sido feitas no arquivo de dados, criar ou atualizar o arquivo de backup: dbFile_update_YYYY-MM-DD.bak

source: Specify max number of backup files
be_by: Пазначце максімальную колькасць рызервовых копіяў
de_de: Geben Sie die maximale Anzahl von Backup-Dateien ein
he_il: נא להגדיר מספר ממירבי של קובצי גיבוי
pt_br: Especificar número máximo de arquivos de backup

source: Max Files
be_by: Ліміт файлаў
de_de: Maximale Anzahl an Dateien
he_il: מספר קבצים מירבי
pt_br: Máx. de Arquivos

source: Specify number of days to retain deleted transactions. Transactions older than this will be automatically purged upon database open.
be_by: Пазначце колькасць дзён для захавання выдаленых аперацыяў. Аперацыі, што ёсць старэйшыя за гэты перыяд, будуць выдаленыя падчас адчынення базы дадзеных.
de_de: Geben Sie die Anzahl der Tage an, für die gelöschte Buchungen gespeichert werden sollen. Buchungen, die älter sind, werden automatisch gelöscht, sobald die Datenbank geöffnet wird.
he_il: הדגרת מספר ימים שבמסגרתם ניתן לאחזור תנועות שנמחקו. תנועות מחוקות שחרגו ממספר ימים זה, יטוהרו לצמיתות.
pt_br: Especifique o número de dias para manter transações excluídas. As transações mais antigas serão removidas automaticamente quando o banco de dados estiver aberto.

source: Days to retain deleted transactions
be_by: Сколькі дзён захоўваць выдаленыя аперацыі
de_de: Tage für die Aufbewahrung gelöschter Buchungen
he_il: מספר ימים לאחזור תנועות שנמחקו
pt_br: Dias para manter transações excluídas

source: Delimiter
be_by: Падзельнік
de_de: Trennzeichen
he_il: תוחם
pt_br: Delimitador

source: Enable date range filter per account or report
de_de: Individuelle Datumsfilter für jedes Konto und Bericht aktivieren
pt_br: Ativar filtro de intervalo de datas por conta ou relatório

source: Store filter values per account or report and not globally
de_de: Filtereinstellungen werden individuell per Konto und Bericht abgespeichert und nicht global
pt_br: Armazenar valores de filtro por conta ou relatório e não globalmente

source: Last Used
be_by: З мінулай аперацыі
de_de: Zuletzt Verwendet
he_il: בשימוש לאחרונה
pt_br: Último utilizado

source: Unused
be_by: Не выкарыстоўваецца
de_de: Unbenutzt
he_il: לא בשימוש
pt_br: Não utilizado

source: Last used for payee
be_by: Апошні выкарыстаны
de_de: zuletzt als Zahlungsempfänger eingesetzt
he_il: בשימוש לאחרונה עבור מוטב
pt_br: Último usado como beneficiário

source: Use default for payee
be_by: Па змаўчанні для платніка
de_de: Standard für Zahler verwenden
he_il: שימוש במוטב ברירת מחדל
pt_br: Usar padrão para o favorecido

source: Default Date
be_by: Дата па змаўчанні
de_de: Standard Datum
he_il: תאריך ברירת מחדל
pt_br: Data Padrão

source: Default Payee
be_by: Платнік па змаўчанні
de_de: Standard-Zahlungsempfänger/Zahler
he_il: מוטב ברירת מחד
pt_br: Beneficiário Padrão

source: Default Deposit/Withdrawal Category
be_by: Катыгорыя па змаўчанні для спісанняў і ўнескаў
de_de: Standard Einzahlung/Auszahlungskategorie
he_il: סוגי־אב 'משיכה/הפקדה' בררת מחדל
pt_br: Categoria de Receita/Despesa Padrão

source: Default Transfer Category
be_by: Катыгорыя па змаўчанні для пераказаў
de_de: Standard-Überweisungskategorie
he_il: סוג־אב 'העברה' ברירת מחדל
pt_br: Categoria de transferência padrão

source: Default Status
be_by: Стан па змаўчанні
de_de: Standardstatus
he_il: מצב ברירת מחדל
pt_br: Status Padrão

source: Use Original Date when Pasting Transactions
be_by: Пакінуць зыходную дату падчас капіявання
de_de: Beim Einfügen von Buchungen das ursprüngliche Datum verwenden
he_il: שימוש בתאריך מקורי בזמן רישום תנועה
pt_br: Usar Data Original quando Colar Transações

source: Select whether to use the original transaction date or current date when copying/pasting transactions
be_by: Выкарыстоўваць зыходную або бягучую дату аперацыі пасля капіявання і ўстаўкі аперацыі
de_de: Wählen Sie hier aus, ob das aktuelle oder das Original-Datum beim Kopieren/Einfügen einer Buchung verwendet werden soll
he_il: הגדרה באם להשתמש בתאריך מקורי או תאריך היום בזמן העתקה והדבקה של תנועה
pt_br: Selecione se é para usar a data original da transação ou a data atual ao copiar/colar transações

source: Use Original Date when Duplicating Transactions
be_by: Пакінуць зыходную дату падчас дублявання
de_de: Originaldatum bei der Duplizierung von Buchungen verwenden
he_il: שימוש בתאריך מקורי בזמן רישום תנועה
pt_br: Usar a data original ao duplicar transações

source: Select whether to use the original transaction date or current date when duplicating transactions
be_by: Выкарыстоўваць зыходную або бягучую дату аперацыі падчас дублявання
de_de: Wählen Sie hier aus, ob das aktuelle oder das Original-Datum beim Kopieren/Einfügen einer Buchung verwendet werden soll
he_il: בחירההאם להשתמש בתאריך מקורי, או תאריך 'היום', בעת העתקת והדבקת תנועה
pt_br: Selecione se deve usar a data original da transação ou a data atual ao duplicar transações

source: Use Original State when Duplicating or Pasting Transactions
de_de: Orginalstatus beim Duplizieren oder Kopieren und Einfügen einer Buchung verwenden
pt_br: Usar Estado Original quando duplicar ou colar transações

source: Select whether to use the original state or default state when duplicating or copy and paste transactions
de_de: Wählen Sie hier aus, ob der Buchungsstatus oder der Standardstatus beim Kopieren/Einfügen einer Buchung verwendet werden soll
pt_br: Selecione se deseja usar o estado original ou padrão quando duplicar ou copiar e colar transações

source: Transaction Sound
be_by: Гук аперацыі
de_de: Buchungston
he_il: צליל תנועה
pt_br: Som de Transação

source: Select whether to use sounds when entering transactions
be_by: Ці выкарыстоўваць гукі падчас увода аперацыяў
de_de: Wählen Sie, ob bei der Buchungseingabe ein Ton abgespielt werden soll
he_il: הגדרה באם להשתמש בצליל בעת קליטת תנועה
pt_br: Selecione se deseja usar sons quando registrar transações

source: Transaction/Budget
de_de: Buchungen/Budget
pt_br: Transação/Orçamento

source: View Budgets as Financial Years
be_by: Глядзець бюджэты як фінансавыя гады
de_de: Budgets als Geschäftsjahr anzeigen
he_il: הצגת תקציב כשנת־כספים
pt_br: Ver Orçamentos como Anos Fiscais

source: View Budgets with 'transfer' transactions
be_by: Прагляд з аперацыямі пераказаў
de_de: Budgets mit 'Überweisungen' anzeigen
he_il: מצג תקציב כולל תנועות מסוג 'העברה'
pt_br: Ver Orçamentos com transações de 'transferência'

source: View Budget Category Report with Summaries
be_by: Бюджэт па катыгорыях з вынікамі
de_de: Budget-Kategorie-Bericht mit Zusammenfassungen anzeigen
he_il: הצגת דוח תקציב סוגי־אב עם סיכומים
pt_br: Ver Relatório de Categorias de Orçamento com Totais

source: Override yearly budget with monthly budget
be_by: Перазапісаць месячны бюджэт паверх гадавога
de_de: Jahresbudget mit monatlichem Budget überschreiben
he_il: עקיפת תקציב שנתי בתקציב חודשי
pt_br: Sobrescrever o orçamento anual com orçamento mensal

source: If monthly budget exists then use this to override the yearly budget; otherwise combine them
be_by: Калі існуе месячны бюджэт, выкарыстаць яго для перазапісу гадавога бюджэта; у іншым выпадку аб'яднаць іх
de_de: Wenn ein monatliches Budget vorhanden ist, wird das Jahresbudget damit überschrieben; andernfalls werden sie zusammengeführt
he_il: במידה ותקציב חודשי קיים נא להשתמש בו לעקוף את התקציב השנתי; אחרת נא לצרף אותם
pt_br: Se o orçamento mensal existir, use isto para substituir o orçamento anual; caso contrário, combine-os

source: Subtract monthly budgets from yearly budget in reporting
be_by: Адняць штомесячныя бюджэты ад гадавога бюджэту ў справаздачнасці
de_de: Subtraktion der monatlichen Budgets vom Jahresbudget in der Berichterstattung
he_il: בדוחות, להחסיר תקציבים חודשיים מהתקציב השנתי
pt_br: Subtrair orçamentos mensais do orçamento anual em relatórios

source: Yearly budget will be reduced by the amount budgeted monthly. Total estimate for the year will be reported as either the yearly budget OR the sum of the monthly budgets, whichever is greater.
be_by: Гадавы бюджэт будзе паменшаны на суму штомесячнага бюджэта. Агульны каштарыс за год будзе прадстаўлены альбо як гадавы бюджэт АБО як сума месячных бюджэтаў, у залежнасці ад таго, што больш.
de_de: Das Jahresbudget wird um den monatlich veranschlagten Betrag gekürzt. Der Gesamtvoranschlag für das Jahr wird entweder als Jahresbudget ODER als Summe der Monatsbudgets angegeben, je nachdem, welcher Betrag höher ist.
he_il: תקציב שנתי יקטן בסכום המתוקצב החודשי. אומדן שנתי כולל ידווח כתקציב השנתי או כסכום התקציבים החודשיים, הגדול מביניהם.
pt_br: O orçamento anual será reduzido pelo montante orçado mensalmente. A estimativa total para o ano será reportada como o orçamento anual OU a soma dos orçamentos mensais, o que for maior.

source: Budget Offset (days)
be_by: Зрушэнне бюджэту (дзён)
de_de: Budget-Offset (Tage)
he_il: קיזוז תקציב (ימים)
pt_br: Compensação de orçamento (dias)

source: Adjusts the first day of month (normally 1st) for budget calculations
de_de: Passt den ersten Tag des Monats (normalerweise der 1.) für Budgetberechnungen an
pt_br: Ajusta o primeiro dia do mês (normalmente o 1º) para os cálculos do orçamento

source: First Day of Month
de_de: Erster Tag des Monats
pt_br: Primeiro Dia do Mês

source: Adjusts the first day of month for reporting
de_de: Richtet den ersten Tag des Monats für die Berichterstattung ein
pt_br: Ajusta o primeiro dia do mês para o relatório

source: First Weekday
de_de: Erster Wochentag
pt_br: Primeiro dia da semana

source: Adjusts the first day of week for filtering and reporting
de_de: Stellt den ersten Wochentag zum Filtern und Reporting fest
pt_br: Ajusta o primeiro dia da semana para filtragem e relatório

source: Use 'Time' in transaction recording/reporting
de_de: Verwende 'Zeit' in der Aufzeichnung/Berichterstattung von Buchungen
pt_br: Usar 'Tempo' na gravação/relatório de transações

source: Sort Date identically to Sequence Number (SN)
de_de: Sortiere nach Datum identisch mit Sequenznummer (SN)
pt_br: Ordenar Data idêntica à Sequência Numérica (SN)

source: Transaction Colors
be_by: Колеры аперацыі
de_de: Buchungsfarben
he_il: צבעי תנועה
pt_br: Cores da Transação

source: Accounts Visible
be_by: Паказваць рахункі
de_de: Sichtbare Konten
he_il: חשבונות גלויים
pt_br: Contas Visíveis

source: Specify which accounts are visible
be_by: Пазначце, якія рахункі ёсць бачныя
de_de: Welche Konten sind sichtbar
he_il: נא להגדיר את החשבונות הגלויים
pt_br: Especifique quais contas são visíveis

source: Category Delimiter
be_by: Падзяляльнік катыгорыяў
de_de: Kategorientrennzeichen
he_il: תוחם סוג־אב
pt_br: Delimitador de categoria

source: Edit
de_de: Bearbeiten
pt_br: Editar

source: Navigator and account types
de_de: Navigator und Kontentypen
pt_br: Navegador e tipos de conta

source: Show cash ledger for portfolios
de_de: Cash Ledger für Portfolios anzeigen
pt_br: Mostrar livro caixa para portfólios

source: Do not use color for future transactions
de_de: Für zukünftige Buchungen keine Farben benutzen
pt_br: Não usar cor para transações futuras

source: Emphasize not reconciled transactions
de_de: Nicht bestätigte Buchungen hervorheben
pt_br: Enfatizar transações não reconciliadas

source: User Interface
be_by: Інтырфейс карыстальніка
de_de: Benutzerschnittstelle
he_il: מנשק משתמש
pt_br: Interface do usuário

source: Style Template
be_by: Шаблон стыля
de_de: Stilvorlage
he_il: תבנית סגנון
pt_br: Estilo do Modelo

source: Open Theme Manager
be_by: Адчыніць Дыспетчар тэмаў
de_de: Designverwaltung öffnen
he_il: פתיחת מנהל ערכת נושא
pt_br: Abrir o Gerenciador de Temas

source: Theme
be_by: Тэма
de_de: Design
he_il: ערכת נושא
pt_br: Tema

source: Light
be_by: Светлая
de_de: Hell
he_il: בהיר
pt_br: Claro

source: Dark
be_by: Цёмная
de_de: Dunkel
he_il: כהה
pt_br: Escuro

source: Specify preferred theme variant to use if supported
be_by: Пакажыце пераважны варыянт тэмы для выкарыстання ў выпадку ягонай падтрымкі
de_de: Bevorzugte Theme-Variante angeben, wenn unterstützt
he_il: הגדרת נוסח ערכת נושא מועדפת אחרת ככל שזמינה כזאת
pt_br: Especifique o tema preferido a ser usado, se suportado

source: HTML Scale Factor
be_by: Маштаб HTML
de_de: HTML-Skalierungsfaktor
he_il: מקדם קנה מידה HTML
pt_br: Fator de escala HTML

source: Specify which scale factor is used for the report pages
be_by: Пазначце, які маштаб выкарыстоўваць для справаздачаў
de_de: Geben Sie an, welcher Skalierungsfaktor für die Berichtseiten verwendet wird
he_il: הגדרת גודל הגופן לתצוגה בדוחות
pt_br: Especifique qual fator de escala é usado para as páginas do relatório

source: Font Size
be_by: Памер шрыфта
de_de: Schriftgröße
he_il: גודל גופן
pt_br: Tamanho da fonte

source: Normal
be_by: Звычайны
de_de: Standard
he_il: רגיל

source: Enlarged
be_by: Павялічаны
de_de: Vergrößern
he_il: מוגדל
pt_br: Ampliado
