Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: QIF Export
be_by: Экспарт у QIF
he_il: יצוא QIF
pt_br: Exportar para QIF

source: &MMEX format
be_by: Фармат &MMEX
he_il: &תבנית MMEX
pt_br: &Formato MMEX

source: MMEX standard format
be_by: Стандартны фармат MMEX
he_il: תבנית MMEX תקנית
pt_br: Formato MMEX padrão

source: WebApp API version: %s
be_by: WebApp вэрсія API: %s
he_il: גרסת API יישומון מרשתת: %s
pt_br: Versão da API WebApp: %s

source: Symbol Location
be_by: Знаходжанне цікера
he_il: מיקום סמל
pt_br: Localização Símbolo

source: Suffix
be_by: Суфікс
he_il: סיומת
pt_br: Sufixo

source: &Test
be_by: &Праверка
he_il: &בדיקה
pt_br: &Teste

source: Navigator
pt_br: Navegador

source: &Navigator
pt_br: &Navegador

source: &Newsletter
be_by: Расылка &навінаў
he_il: &עמוד חדשות
pt_br: &Notícias

source: &RSS Feed
be_by: Стужка &RSS
he_il: &הזנת RSS
pt_br: Feed &RSS

source: &Community
be_by: &Супольнасць
he_il: &קהילה
pt_br: &Comunidade

source: App Start Dialog
be_by: Пачатковае вакенца дадатка
he_il: דו־שיח אתחול
pt_br: Janela de início do aplicativo

source: MMEX upgrade
be_by: Прасунутае абнаўленне MMEX
he_il: שדרוג MMEX
pt_br: Atualização MMEX

source: Budgets
be_by: Бюджэты
he_il: תקציב
pt_br: Orçamentos

source: Budget Performance
be_by: Паказнікі бюджэта
he_il: העדפות תקציב
pt_br: Desempenho do Orçamento

source: Fiat
be_by: Фізічныя
he_il: מטבע לאומי (פיאט)
pt_br: Fiduciária

source: Initial: %s
pt_br: Inicial: %s

source: Filter…
pt_br: Filtrar…

source: Budget:
be_by: Бюджэт:
he_il: תקציב:
pt_br: Orçamento:

source: Symbol: %s
be_by: Сымбаль: %s
he_il: סמל: %s
pt_br: Símbolo: %s

source: Port
be_by: Порт
he_il: מפתח
pt_br: Porta

source: Filter
pt_br: Filtro

source: System
be_by: Сістэмны
he_il: מערכת
pt_br: Sistema

source: FX Rate
he_il: % שער
pt_br: Taxa de câmbio

source: Minimum
he_il: מזערי
pt_br: Mínimo

source: Maximum
he_il: מירבי
pt_br: Máximo

source: Gas
be_by: Газ
he_il: דלק
pt_br: Gás

source: Auto
be_by: Аўта
he_il: אוטומטי
pt_br: Carro

source: Merger
pt_br: Mesclar

source: April
be_by: Красавік
he_il: אפריל
pt_br: Abril

source: August
be_by: Жнівень
he_il: אוגוסט
pt_br: Agosto

source: September
be_by: Верасень
he_il: ספטמבר
pt_br: Setembro

source: November
be_by: Лістапад
he_il: נובמבר
pt_br: Novembro

source: Feb
be_by: Лют
he_il: פבר
pt_br: Fev

source: Apr
be_by: Кра
he_il: אפר
pt_br: Abr

source: Aug
be_by: Жні
he_il: אוג
pt_br: Ago

source: Sep
be_by: Вер
he_il: ספט
pt_br: Set

source: Version: %s
be_by: Вэрсія: %s
he_il: גרסה: %s
pt_br: Versão: %s

source: Version
be_by: Вэрсія
he_il: גירסה
pt_br: Versão

source: OK
be_by: Добра
he_il: אישור

source: &OK
be_by: &Добра
he_il: &אישור

source: 64-bit
be_by: 64-бітная
he_il: 64 ביט

source: RegEx
he_il: ביטוי regex

source: ID
he_il: מזהה

source: URL
he_il: כתובת URL

source: &WebApp…
he_il: יישומון &מרשתת…

source: &Crowdin
he_il: &כראודין

source: &YouTube
he_il: &יוטיוב

source: &GitHub
he_il: &גיטהאב

source: Linear
be_by: Лінейны
he_il: קו ישר

source: Proxy
be_by: Проксі
he_il: מתווך

source: Normal (24 px)
be_by: Звычайны (24 px)
he_il: תיקני (24 פיקסל)

source: Internet
be_by: Інтырнэт
he_il: מרשתת

source: Jan
be_by: Сту
he_il: יוני

source: Nov
be_by: Ліс
he_il: נוב
