Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Enables autocomplete on custom field
be_by: Увамкнуць аўтазапаўненне карыстальніцкага поля
de_de: Aktiviert die automatische Vervollständigung für ein benutzerdefiniertes Feld
he_il: אפשור השלמת מלל באופן אוטומטי בשדות מותאמים אישית
pt_br: Ativa autocompletar no campo personalizado

source: Default
be_by: Па змаўчанні
de_de: Standard
he_il: ברירת מחדל
pt_br: Padrão

source: Enter the default for this field
de_de: Standardwert für dieses Feld eingeben
pt_br: Utilizar o padrão para este campo

source: Choices
be_by: Выбар
de_de: Möglichkeiten
he_il: ברירה
pt_br: Opções

source: Enter the choices for this field separated with a semicolon
be_by: Пакажыце варыянты значэнняў для гэтага поля, падзеленыя кропкай з коскай
de_de: Geben Sie die Auswahlmöglichkeiten für dieses Feld getrennt durch ein Semikolon ein
he_il: הזנת אפשרויות עבור שדה זה, הפרד בין האפשרויות באמצעות נקודה פסיק
pt_br: Insira as opções para este campo separadas por um ponto e vírgula

source: Digits scale
be_by: Маштаб лічбаў
de_de: Nachkommastellen
he_il: מקומות עשרוניים
pt_br: Escala de Dígitos

source: Enter the decimal digits scale allowed
be_by: Пакажыце дапушчальны маштаб дзесятковых лічбаў
de_de: Geben Sie die erlaubte Dezimalzahl ein
he_il: נא להזין מספר מקומות עשרוניים על פי המותר
pt_br: Insira as casas decimais permitidas

source: Panel's column
be_by: Стоўбчык панэлі
de_de: Bedienfeld Spalte
he_il: עמודות לוח
pt_br: Coluna do painel

source: Select a value to represent the item on a panel
be_by: Абярыце значэнне для прадстаўлення элемента на панэлі
de_de: Wählen Sie einen Wert, um das Element auf einem Bedienfeld darzustellen
he_il: נא לבחור ערך לייצוג הפריט בלוח
pt_br: Selecione um valor para representar o item no painel

source: Empty value
be_by: Пустое значэнне
de_de: Leerer Wert
he_il: ערך ריק
pt_br: Valor vazio

source: Changing field type will delete all content!
be_by: Змена тыпа поля выдаліць усё змесціва!
de_de: Wenn Sie den Feldtyp ändern, wird der gesamte Inhalt gelöscht!
he_il: שינוי סוג שדה תמחק את כל התוכן!
pt_br: Alterar o tipo de campo irá apagar todo o conteúdo!

source: Do you want to continue?
de_de: Möchten Sie fortfahren?
he_il: האם להמשיך?
pt_br: Você deseja continuar?

source: Custom Field Change
be_by: Змяніць
de_de: Benutzerdefiniertes Feld ändern
he_il: שינוי שדה מותאם אישית
pt_br: Altera campo personalizado

source: Modified choices available: ones removed will be cleaned!
de_de: Geänderte Auswahlmöglichkeiten verfügbar: die entfernten werden gelöscht!
pt_br: Alterações de opções: opções anteriores serão apagadas!

source: New/Edit Custom Field
be_by: Дыспетчар карыстальніцкіх палёў
de_de: Neues/Bearbeite benutzerdefiniertes Feld
he_il: הוספת/עריכת שדה מותאם אישית
pt_br: Novo/Editar Campo Personalizado

source: Custom fields
be_by: Карыстальніцкія палі
de_de: Benutzerdefinierte Felder
he_il: שדות מותאם אישית
pt_br: Campos personalizados

source: False
be_by: Не
de_de: Falsch
pt_br: Falso

source: True
be_by: Так
de_de: Richtig
pt_br: Verdadeiro

source: Multi Choice
be_by: Шматлікі выбар
de_de: Mehrfachauswahl
he_il: בחירה מרובה
pt_br: Múltipla escolha

source: Please select
be_by: Калі ласка, абярыце
de_de: Bitte wählen
he_il: בחירת
pt_br: Por favor, selecione

source: Unable to save custom field "%1$s": value "%2$s" does not match RegEx validation "%3$s"
be_by: Не атрымалася захаваць карыстальніцкае поле «%1$s»: значэнне «%2$s» не адпавядае праверцы RegEx «%3$s»
de_de: Konnte benutzerdefiniertes Feld "%1$snicht speichern": Wert "%2$s" stimmt nicht mit RegEx-Validierung "%3$s " überein
he_il: לא ניתן לשמור שדה מותאם אישית "%1$s": ערך של "%2$s" אינו תואם לכללי האימות RegEx של "%3$s"
pt_br: Não foi possível salvar o campo personalizado "%1$s": o valor "%2$s" não corresponde à validação RegEx "%3$s"

source: CustomField validation error
be_by: Памылка пераверкі карыстальніцкага поля
de_de: Fehler bei der Validierung von benutzerdefinierten Feldern
he_il: שגיאת אימות בשדה מותאם אישית
pt_br: Erro na validação CustomField

source: Merge Categories
de_de: Kategorien zusammenfügen
pt_br: Mesclar categorias

source: &Delete source category after merge (if source category has no subcategories)
be_by: &Выдаліць зыходную катыгорыю пасля аб'яднання аперацыяў (калі ў яе няма падкатыгорыяў)
de_de: &Ursprungskategorie nach dem Zusammenführen löschen (wenn es keine Unterkategorien gibt)
pt_br: &Excluir categoria de origem após mesclar (se a categoria de origem não tiver subcategorias)

source: Source:
be_by: Крыніца:
de_de: Quelle:
he_il: מקור:
pt_br: Origem:

source: Target:
be_by: Мэта:
de_de: Ziel:
he_il: יעד:
pt_br: Objetivo:

source: &Merge
be_by: &Аб'яднаць
de_de: Z&usammenführen
he_il: &מיזוג
pt_br: &Mesclar

source: From %1$s to %2$s
be_by: З %1$s па %2$s
de_de: Vom %1$s bis %2$s
he_il: מ־%1$s ל־%2$s
pt_br: De %1$s para %2$s

source: Please Confirm:
be_by: Калі ласка, спраўдзіце:
de_de: Bitte bestätigen:
he_il: לאישור:
pt_br: Por favor, confirme:

source: Merge categories confirmation
be_by: Пацверджанне аб'яднання катыгорыяў
de_de: Bestätigung der Zusammenführung von Kategorien
pt_br: Confirmação de mesclagem de categorias

source: Records found in transactions: %i
be_by: Знойдзена запісаў у аперацыях: %i
de_de: Gefundene Einträge in Buchungen: %i
he_il: רשומות שנמצאו בתנועה: %i
pt_br: Registros encontrados nas transações: %i

source: Records found in split transactions: %i
be_by: У састаўных аперацыях знойдзена запісаў: %i
de_de: %i Einträge wurden in den geteilten Buchungen gefunden
he_il: רשומות שנמצאו בתנועות מפוצלות: %i
pt_br: Registros encontrados em transações com várias categorias: %i

source: Records found in scheduled transactions: %i
de_de: %i Einträge wurden in den geplanten Buchungen gefunden
pt_br: Registros encontrados em transações agendadas: %i

source: Records found in scheduled split transactions: %i
de_de: %i Einträge wurden in den geplanten geteilten Buchungen
pt_br: Registros encontrados em transações divididas agendadas: %i

source: Records found as default payee category: %i
de_de: %i Einträge mit der Standard-Zahlungsempfänger Kategorie gefunden
pt_br: Registros encontrados como categoria de beneficiário padrão: %i

source: Records found in budget: %i
be_by: Знойдзена запісаў у бюджэце: %i
de_de: %i Einträge im Budget gefunden
he_il: רשומות שנמצאו בתקציב: %i
pt_br: Registros encontrados no orçamento: %i

source: Merge Payees
de_de: Zahlungsempfänger zusammenführen
pt_br: Mesclar Beneficiários

source: &Delete source payee after merge
be_by: &Выдаліць зыходнага платніка пасля аб'яднання
de_de: &Lösche bisherigen Zahlungsempfänger nach verschieben
pt_br: &Excluir o beneficiário de origem após a mesclagem

source: Merge payees confirmation
be_by: Пацверджанне аб'яднання платнікоў
de_de: Bestätigung der Zahlungsempfänger zusammenführen
pt_br: Confirmação da mesclagem de beneficiários

source: Merge Tags
de_de: Schlagwörter zusammenführen
pt_br: Mesclar Etiquetas

source: &Delete source tag after merge
be_by: &Выдаліць зыходную пазнаку пасля аб'яднання
de_de: &Lösche Schlagwort nach Zusammenführung
pt_br: &Excluir etiqueta de origem após a mesclagem

source: Merge tags confirmation
be_by: Пацверджанне аб'яднання пазнакаў
de_de: Bestätigung der Zusammenführung von Schlagwörtern
pt_br: Confirmação da mesclagem de etiquetas

source: Once
de_de: Einmal
pt_br: Uma vez

source: Weekly
be_by: Штотыдня
de_de: Wöchentlich
he_il: שבועי
pt_br: Semanal

source: Fortnightly
be_by: Раз на два тыдня
de_de: Vierzehntägig
he_il: דו שבועי
pt_br: Quinzenal

source: Monthly
be_by: Штомесяца
de_de: Monatlich
he_il: חודשי
pt_br: Mensal

source: Every 2 Months
be_by: Кожных 2 месяца
de_de: Alle 2 Monate
he_il: כל חודשיים
pt_br: A cada 2 meses

source: Quarterly
be_by: Штоквартала
de_de: Quartalsweise
he_il: רבעוני
pt_br: Trimestral

source: Half-Yearly
be_by: Раз на паўгады
de_de: Halbjährlich
he_il: חצי־שנתי
pt_br: Semestral

source: Yearly
be_by: Штогод
de_de: Jährlich
he_il: שנתי
pt_br: Anual

source: Four Months
be_by: Чатыры месяцы
de_de: Vier Monate
he_il: ארבעה חודשים
pt_br: Quadrimestral

source: Four Weeks
be_by: Чатыры тыдня
de_de: Vier Wochen
he_il: ארבעה שבועות
pt_br: Quatro Semanas

source: Daily
be_by: Штодня
de_de: Täglich
he_il: יומי
pt_br: Diário

source: In (n) Days
de_de: In (n) Tagen
he_il: בעוד (n) ימים
pt_br: Em (n) Dias

source: In (n) Months
de_de: In (n) Monaten
he_il: בעוד (n) חודשים
pt_br: Daqui a (n) Meses

source: Every (n) Days
de_de: Alle (n) Tage
he_il: בכל (n) ימים
pt_br: A Cada (n) Dias

source: Every (n) Months
de_de: Alle (n) Monate
he_il: בכל (n) חודשים
pt_br: A Cada (n) meses

source: Monthly (last day)
be_by: Штомесяца (апошні дзень)
de_de: Monatlich (letzter Tag)
he_il: חודשי (יום אחרון)
pt_br: Mensalmente (no último dia)

source: Monthly (last business day)
be_by: Штомесяца (апошні працоўны дзень)
de_de: Monatlich (letzter Arbeitstag)
he_il: חודשי (יום עסקים אחרון)
pt_br: Mensalmente (no último dia útil)

source: Duplicate Scheduled Transaction
de_de: Geplante Buchung duplizieren
he_il: שכפול תנועה מתוזמנת
pt_br: Duplicar Transação Agendada

source: Edit Scheduled Transaction
de_de: Geplante Buchung bearbeiten
he_il: עריכת תנועה מתוזמנת
pt_br: Editar Transação Agendada

source: Enter Scheduled Transaction
de_de: Geplante Buchung erstellen
he_il: הזנת תנועה מתוזמנת
pt_br: Inserir Transação Agendada

source: Scheduled Transaction Details
de_de: Details der geplanten Buchung
he_il: פרטי תנועה מתוזמנת
pt_br: Detalhes da Transação Agendada

source: Specify the date when this bill or deposit is due
be_by: Вызначыце дату наступнай сплаты
de_de: Geben Sie das Datum an, an dem diese Rechnung oder Gutschrift fällig ist
he_il: הזנת תאריך הערך של המשיכה או ההפקדה
pt_br: Especifique a data em que esta conta ou recebimento vence

source: Date Due
be_by: Дата сплаты
de_de: Fälligkeitsdatum
he_il: תאריך פרעון
pt_br: Vencimento

source: Repeats
be_by: Паўторы
de_de: Wiederholungen
he_il: חזרות
pt_br: Se repete

source: Back to the last occurring date with the specified values
be_by: Вярнуцца да апошняй даты з паказанымі значэннямі
de_de: Zurück zum zuletzt auftretenden Datum mit den angegebenen Werten
he_il: חזרה לתאריך המופע האחרון בערכים שצוינו
pt_br: Voltar para a última data com os valores especificados

source: Advance the next occurring date with the specified values
be_by: Перасунуць да наступнай даты з паказанымі значэннямі
de_de: Das nächste auftretende Datum mit den angegebenen Werten vorschieben
he_il: קידום תאריך המופע הבא בערכים שצוינו
pt_br: Avançar a próxima data com os valores especificados

source: Payments Left
be_by: Плацяжоў агулам
de_de: Ausstehende Zahlungen
he_il: תשלומים שנותרו
pt_br: Pagamentos Restantes

source: Request user to enter payment
be_by: Карыстальнік мае ўвесці аплату
de_de: Benutzer zur Zahlungseingabe auffordern
he_il: המשתמש יידרש להזין את התשלום
pt_br: Solicitar que o usuário registre o pagamento

source: User requested to enter this transaction on the 'Date Paid'
be_by: Карыстальнік мае зрабіць аплату ў вызначаную «Дату Сплаты»
de_de: Der Benutzer hat gebeten, diese Buchung am 'Zahlungsdatum' einzugeben
he_il: המשתמש ידרש להזין את התנועה ב'מועד התשלום'
pt_br: Usuário solicitou inserir esta transação na 'Data de Vencimento'

source: Grant automatic execute
be_by: Дазволіць аўтаматычнае выкананне
de_de: Automatischen Buchungseintrag erlauben
he_il: הענקת רשות לביצוע
pt_br: Definir execução automática

source: The requested payment will occur without user interaction
be_by: Аўтавыкананне будзе адбывацца без удзелу карыстальніка
de_de: Die angeforderte Zahlung wird ohne Benutzerinteraktion durchgeführt
he_il: התשלום המבוקש ירשם ללא התערבות המשתמש
pt_br: O pagamento solicitado ocorrerá sem interação do usuário

source: Transaction Details
be_by: Дыталі аперацыі
de_de: Buchungsdetails
he_il: פרטי תנועה
pt_br: Detalhes da Transação

source: Specify the date the user is requested to enter this transaction
be_by: Пакажыце дату, калі карыстальніку прапануецца зрабіць гэтую аперацыю
de_de: Geben Sie das Datum an, an dem der Benutzer aufgefordert wird, diese Buchung einzugeben
he_il: הזנת תאריך בו יתבקש המשתמש להזין את התנועה
pt_br: Especificar a data em que o usuário será solicitado a inserir esta transação

source: Date Paid
be_by: Дата аплаты
de_de: Zahlungsdatum
he_il: תאריך תשלום
pt_br: Data de Vencimento

source: Specify the status for the transaction
be_by: Пакажыце стан аперацыі
de_de: Status der Buchung
he_il: הגדרת מצב תנועה
pt_br: Especifique o estado da transação

source: Specify the type of transactions to be created.
be_by: Пакажыце тып новай аперацыі.
de_de: Geben Sie den Typ des zu erstellenden Kontos an.
he_il: בחירת סוג התנועה שתיווצר.
pt_br: Especifique o tipo das transações a criar.

source: &Advanced
be_by: &Сума «куды»
de_de: &Erweitert
he_il: &מתקדם
pt_br: &Avançado

source: Allows the setting of different amounts in the FROM and TO accounts.
be_by: Ручное пазначэнне сумы, што будзе пералічаная на рахунак «куды».
de_de: Erlaubt die Einstellung unterschiedlicher Beträge in den "VON" und "ZU" Konten.
he_il: מאפשר הגדרה של סכומים שונים בחשבון 'שולח' ובחשבון 'מקבל'.
pt_br: Permite a configuração de diferentes montantes nas contas de Origem e Destino.

source: Specify the transfer amount in the To Account
be_by: Пакажыце суму для рахунка, куды робіцца пераказ
de_de: Geben Sie den Überweisungsbetrag ins Zielkonto ein
he_il: הזנת הסכום להעברה לחשבון המקבל
pt_br: Especifique o valor da transferência na Conta Destino

source: Open Calculator
de_de: Rechner öffnen
pt_br: Abrir Calculadora

source: Account
be_by: Рахунак
de_de: Konto
he_il: חשבון
pt_br: Conta

source: Specify the Account that will own the scheduled transaction
de_de: Geben Sie das Konto an, dem die regelmäßige Buchung zugeordnet wird
he_il: בחירת 'חשבון' לתנועה המתוזמנת
pt_br: Especifique a conta que será dona da transação agendada

source: To
be_by: Куды
de_de: Zu
he_il: ל
pt_br: Para

source: Payee
be_by: Платнік
de_de: Auftraggeber / Begünstigter
he_il: מוטב
pt_br: Beneficiário

source: Category
be_by: Катыгорыя
de_de: Kategorie
he_il: סוג־אב
pt_br: Categoria

source: Use split Categories
be_by: Распадзяліць агульную суму па розных катыгорыях
de_de: Unterschiedliche Kategorien verwenden
he_il: שימוש בפיצול סוגי־אב
pt_br: Usar mais de uma Categoria

source: Tags
be_by: Пазнакі
de_de: Schlagwörter
he_il: תגים
pt_br: Etiquetas

source: Specify any associated check number or transaction number
be_by: Пакажыце нумар чэка або нумар аперацыі
de_de: Scheck- oder Buchungsnummer angeben
he_il: הזנת כאסמכתא מספר שק או מספר תנועה
pt_br: Especifique algum número de registro associado à transação

source: Number
be_by: Нумар
de_de: Nummer
he_il: מספר
pt_br: Número

source: Select one of the frequently used notes
be_by: Нататкі, што часта выкарыстоўваюцца
de_de: Wählen Sie einen der häufig verwendeten Hinweise
he_il: בחירה באחת מההערות שבשימוש תכוף
pt_br: Selecione uma das observações mais frequentes

source: User Colors
be_by: Колеры карыстальніка
de_de: Benutzer-Farben
he_il: צבעים מוגדרים אישית
pt_br: Cores do Usuário

source: Organize attachments of this scheduled transaction
de_de: Anlagen zu dieser geplanten Buchung verwalten
he_il: ניהול צרופות לתנועה המתוזמנת
pt_br: Gerenciar anexos dessa transação agendada

source: Color
be_by: Колер
de_de: Farbe
he_il: צבע
pt_br: Cor

source: Specify any text notes you want to add to this transaction.
be_by: Увядзіце тэкставыя нататкі да гэтай аперацыі.
de_de: Dieser Buchung eine Anmerkung hinzufügen.
he_il: הקלדת הערת מלל שתצורף לתנועה זו.
pt_br: Especifique quaisquer notas de texto que você quer adicionar a esta transação.

source: Show/Hide custom fields window
be_by: Пацказаць ці схаваць вакенца карыстальніцкіх палёў
de_de: Fenster für benutzerdefinierte Felder anzeigen/ausblenden
he_il: הצגת/הסתרת חלון שדה מותאם אישית
pt_br: Mostrar/Ocultar a janela de campos personalizados

source: The payment date is after the due date. Is this intended?
de_de: Das Zahlungsdatum liegt nach dem Fälligkeitsdatum. Ist das beabsichtigt?
pt_br: A data do pagamento é posterior à data de vencimento. Isso é intencional?

source: Looks like a late payment
be_by: Падобнае на тое, што гэта пратэмінаваны плацёж
de_de: Sieht aus wie eine verspätete Zahlung
he_il: נראה כמו פיגור בתשלום
pt_br: Parece um pagamento atrasado

source: Payee name has not been used before. Is the name correct? %s
de_de: Der Name des Zahlers wurde nicht bereits verwendet. Ist der Name korrekt? %s
pt_br: Nome do beneficiário não pode ter sido usado antes. O nome está correto? %s

source: Confirm payee name
be_by: Спраўдзіце імя платніка
de_de: Namen des Zahlungsempfängers bestätigen
he_il: אישור שם מוטב
pt_br: Confirmar nome do beneficiário

source: Invalid value
be_by: Хібнае значэнне
de_de: Ungültiger Wert
he_il: ערך לא תקין
pt_br: Valor Inválido

source: The opening date for the account is later than the date of this transaction
be_by: Дата адкрыцця рахунка пазней за дату гэтай аперацыі
de_de: Das Kontoeröffnungsdatum ist nach dem Buchungsdatum
he_il: תאריך יצירת החשבון מאוחר למועד תנועה זו
pt_br: A data de abertura da conta é posterior à data desta transação

source: Specify the transfer amount in the From Account
be_by: Пакажыце суму, што будзе пераказаная на іншы рахунак
de_de: Geben Sie den Überweisungsbetrag des Ursprungskontos ein
he_il: הזנת סכום ההעברה בחשבון השולח
pt_br: Especifique o montante da transferência na Conta de Origem

source: Period: Days
be_by: Перыяд: дзён
de_de: Periode: Tage
he_il: תקופה: ימים
pt_br: Período: Dias

source: Specify period in Days.
de_de: Zeitraum in Tagen angeben.
pt_br: Especifique o período em Dias.

source: Period: Months
be_by: Перыяд: месяцаў
de_de: Periode: Monate
he_il: תקופה: חודשים
pt_br: Período: Meses

source: Specify period in Months.
de_de: Zeitraum in Monaten angeben.
pt_br: Especifique o período em meses.

source: Ignored (leave blank).
de_de: Ignoriert (leer lassen).
pt_br: Ignorado (deixe em branco).

source: Specify the number of payments to be made. Leave blank if the payments continue forever.
be_by: Увядзіце колькасць паўтораў. Пакіньце поле пустым, калі бясконца.
de_de: Geben Sie die Anzahl der Zahlungen an. Geben Sie nichts ein, wenn die Zahlungen für immer fortgesetzt werden.
he_il: הזנת מספר התשלומים לביצוע. יש להשאיר ריק כדי שהתשלומים ימשיכו לעד.
pt_br: Especifique o número de pagamentos a serem feitos. Deixe em branco se os pagamentos continuarem para sempre.

source: Split Transaction
be_by: Састаўная аперацыя
de_de: Geteilte Buchung
he_il: פיצול תנועה
pt_br: Dividir transação

source: New Scheduled Transaction
de_de: Neue geplante Buchung
he_il: תנועה מתוזמנת חדשה
pt_br: Nova transação agendada

source: Specify where the transaction is going to
be_by: Пакажыце, куды будзе зробленае пералічэнне
de_de: Wohin soll die Buchung ausgeführt werden
he_il: בחירת יעד התנועה
pt_br: Indique para onde esta transação está indo

source: Specify where the transaction is coming from
be_by: Пакажыце адкуль будзе зробленае пералічэнне
de_de: Woher soll die Buchung kommen
he_il: הגדרת מקור התנועה
pt_br: Indique de onde esta transação está vindo

source: Specify which account the transfer is going to
be_by: Пакажыце рахунак, куды будзе зроблены пераказ
de_de: Konto wählen auf welches die Überweisung erfolgen soll
he_il: בחירת החשבון ה'מקבל' של התנועה
pt_br: Indique a conta para onde a transferência está indo

source: Specify the amount for this transaction
be_by: Пакажыце суму для дадзенай аперацыі
de_de: Betrag für diese Buchung
he_il: הזנת סכום התנועה
pt_br: Especifique o valor desta transação

source: Specify the amount to be transferred
be_by: Сума, што будзе пераказаная
de_de: Geben Sie den zu übertragenden Betrag an
he_il: הזנת הסכום להעברה
pt_br: Indique o montante a ser transferido

source: Edit Split Detail
be_by: Рыдагаваць састаўную аперацыю
de_de: Split-Detail bearbeiten
he_il: עריכת פרטי פיצול
pt_br: Editar Detalhe Divisão

source: Enter notes to describe this split transaction
be_by: Рыдагаваць нататкі з апісаннем састаўной аперацыі
de_de: Geben Sie Notizen zur Beschreibung dieser geteilten Buchung ein
he_il: נא להזין הערות לתאור תנועת מפוצלת זו
pt_br: Insira observações para descrever esta transação dividida

source: &Add Split
be_by: &Дадаць састаўную аперацыю
de_de: Split hinzufügen
he_il: &הוספת פיצול
pt_br: &Adicionar divisão

source: &Remove Split
be_by: &Выдаліць састаўную аперацыю
de_de: Split entfernen
he_il: &הסרת פיצול
pt_br: &Remover divisão

source: Total:
be_by: Агулам:
de_de: Gesamt:
he_il: סך־הכול:

source: Invalid Total Amount
be_by: Хібная агульная сума
de_de: Falscher Gesamtbetrag
he_il: סכום כולל לא תקין
pt_br: Valor Total Inválido

source: Invalid Value
be_by: Хібнае значэнне
de_de: Ungültiger Wert
he_il: ערך לא תקין
pt_br: Valor inválido

source: Please enter a valid monetary amount
be_by: Укажыце дапушчальнае грашовае значэнне
de_de: Bitte geben Sie einen gültigen Geldbetrag ein
he_il: נא להזין סכום כספי תקין
pt_br: Por favor, informe um valor monetário válido

source: Open Last Opened &Database
be_by: Адчыніць базу дадзеных з &мінулага раза
de_de: Letzte &Datenbank öffnen
he_il: פתיחת מסד נתונים שנפתח לאחרונה
pt_br: Abrir o &Arquivo de Dados mais recente

source: &New Database
be_by: &Новая база дадзеных
de_de: &Neue Datenbank
he_il: &מסד נתונים חדש
pt_br: &Novo Arquivo de dados

source: Create new MMEX database file
de_de: Neue MMEX Datenbank Datei erstellen
pt_br: Criar novo arquivo de banco de dados MMEX

source: Open &Existing Database
be_by: Адчыніць &існуючую базу дадзеных
de_de: &Bestehende Datenbank öffnen
he_il: פתיחת מסד נתונים &קיים
pt_br: Abrir um Arquivo de Dados &Existente

source: Open MMEX database file
de_de: MMEX Datenbank öffnen
pt_br: Abrir banco de dados MMEX

source: User Interface &Language
be_by: &Мова карыстальніцкага інтэрфэйса
de_de: &Sprache der Benutzeroberfläche
he_il: &שפת מנשק משתמש
pt_br: &Idioma da Interface do Usuário

source: Change user interface language
be_by: Змяніць мову карыстальніцкага інтэрфейса
de_de: Sprache der Benutzeroberfläche ändern
he_il: החלפת שפת מנשק משתמש
pt_br: Alterar idioma da interface do usuário

source: &User Manual
be_by: &Кіраўніцтва карыстальніка
de_de: &Benutzerhandbuch
he_il: &מדריך למשתמש
pt_br: Manual do &Usuário

source: Read MMEX user manual
de_de: MMEX Benutzerhandbuch lesen
pt_br: Ler o manual do usuário MMEX

source: &Website
be_by: &Вэб-сайт
de_de: &Webseite
he_il: &אתר מרשתת

source: Visit MMEX website for the latest news and updates
de_de: Besuchen Sie die MMEX Website für die neuesten Nachrichten und Updates
he_il: נא לבקר באתר מרשתת MMEX לחדשות האחרונות ועדכונים
pt_br: Visite o site do MMEX para obter as últimas notícias e atualizações

source: Visit MMEX forum to read and post comments and for support
de_de: Besuchen Sie das MMEX Forum, um Kommentare zu lesen und zu schreiben und um Unterstützung zu erhalten
pt_br: Visite o fórum MMEX para ler e postar comentários e para obter suporte

source: &Show this dialog box at startup
be_by: &Паказваць гэта акно падчас старта
de_de: &Dieses Dialogfenster beim Start anzeigen
he_il: &הצגת תיבת דו־שיח זו באתחול
pt_br: &Mostrar esta caixa de diálogo na inicialização

source: E&xit
be_by: &Выйсці
de_de: &Beenden
he_il: יציאה
pt_br: Sai&r

source: Open the previously opened database: %s
de_de: Zuvor verwendete Datenbank öffnen: %s
he_il: פתיחת מסד הנתונים שהיה בשימוש לאחרונה: %s
pt_br: Abrir o banco de dados utilizado anteriormente: %s

source: System default
be_by: Прадвызначэнні сістэмы
de_de: Systemstandard
he_il: ברירת מחדל של המערכת
pt_br: Padrão do sistema

source: User Interface Language
de_de: Sprache der Benutzeroberfläche
he_il: שפת מנשק משתמש
pt_br: Idioma da Interface de Usuário
