Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Match Pattern
be_by: Шаблон супадзення
de_de: Muster abgleichen
he_il: דפוס התאמה
pt_br: Padrão de correspondência

source: Used
de_de: Benutzt
pt_br: Usado

source: Show &hidden
de_de: Ausgeblendete &anzeigen
pt_br: Mostrar &ocultos

source: Show hidden payees
de_de: Zeige ausgeblendete Zahlungsempfänger
pt_br: Mostrar favorecidos ocultos

source: &Search
de_de: &Suchen
pt_br: &Pesquisar

source: Payee in use.
be_by: Платнік выкарыстоўваецца.
de_de: Zahlungsempfänger wird gerade verwendet.
he_il: מוטב בשימוש.
pt_br: Este Beneficiário está em uso.

source: It will be not removed
de_de: Es wird nicht entfernt
pt_br: Não será removido

source: Tip: Change all transactions using this Payee to another Payee using the merge command:
be_by: Парада: змяніце гэтага платніка ва ўсіх ягоных/ейных аперацыях на іншага атрымальніка з дапамогай каманды аб'яднання:
de_de: Tipp: Ändern Sie alle Buchungen mit diesem Zahlungsempfänger zu einem anderen mit dem Befehl "verschieben":
pt_br: Dica: Transfira todas as transações deste beneficiário para outro beneficiário usando o comando de mesclagem:

source: Tools → Merge → Payees
be_by: Прылады → Аб'яднаць → Платнікі
de_de: Werkzeuge → Zusammenführen → Zahlungsempfänger
pt_br: Ferramentas → Mesclar → Beneficiários

source: Payee Manager: Delete Error
de_de: Zahlungsempfängerverwaltung: Fehler beim Löschen
pt_br: Gerenciador de Favorecidos: Erro ao Excluir

source: Deleted transactions exist which use this payee.
be_by: Існуюць выдаленыя аперацыі, што належаць да гэтага платніка.
de_de: Es gibt gelöschte Buchungen diesen Zahlungsempfänger verwenden.
he_il: קיימות תנועות שנמחקו שעושות שימוש במוטב זה.
pt_br: Existem transações excluídas que usam este beneficiário.

source: Deleting the payee will also automatically purge the associated deleted transactions.
be_by: У выніку выдалення платніка будуць знішчаныя ўсе ягоныя/ейныя аперацыі, што ўжо былі выдаленыя.
de_de: Das Löschen der Kategorie löscht auch automatisch die zugehörigen gelöschten Buchungen.
he_il: מחיקת מוטב תטהר באופן אוטומטי גם את התנועות המשוייכות שנמחקו.
pt_br: A exclusão do beneficiário também limpará automaticamente as transações excluídas associadas.

source: Confirm Payee Deletion
be_by: Спраўдзіце выдаленне платніка
de_de: Bestätigung der Löschung des Zahlungsempfängers
he_il: אישור מחיקת מוטב
pt_br: Confirmar Exclusão do Beneficiário

source: Merge payees completed
be_by: Аб'яднанне платнікоў ёсць завершанае
de_de: Zusammenführung von Kategorien abgeschlossen
pt_br: Mesclagem de beneficiários concluída

source: Merge payees result
be_by: Вынік аб'яднання платнікоў
de_de: Ergebnis der Zusammenführung von Kategorien
pt_br: Resultado da mesclagem de favorecidos

source: &Hide Selected
de_de: Ausgewählte &ausblenden
pt_br: &Ocultar selecionados

source: &Show Selected
de_de: Ausgewählte anzeigen
pt_br: &Mostrar Selecionados

source: Define &Category
de_de: &Kategorie definieren
pt_br: Definir &Categoria

source: Remove Categor&y
de_de: Kategorie &löschen
pt_br: Remover Ca&tegoria

source: Attachment &Manager
de_de: Anlagenverwaltung
pt_br: &Gerenciador de Anexos

source: Merge &Payee
de_de: Zahlungsem&pfänger zusammenführen
pt_br: Mesclar &Beneficiários

source: &Transaction Report
de_de: &Buchungsbericht
pt_br: Relatório de &Transação

source: Dashboard
be_by: Панэль кіравання
de_de: Übersicht
he_il: לוח בקרה
pt_br: Tela Inicial

source: General
be_by: Агульныя
de_de: Allgemein
he_il: כללי
pt_br: Geral

source: Network
be_by: Сеткавыя
de_de: Netzwerk
he_il: רשת
pt_br: Rede

source: View
be_by: Выгляд
de_de: Ansicht
he_il: תצוגה
pt_br: Exibir

source: &Apply
be_by: &Ужыць
de_de: &Anwenden
he_il: &החלה
pt_br: &Aplicar

source: %s page has been saved.
be_by: %s налады захаваныя.
de_de: Seite %s wurde gespeichert.
he_il: עמוד %s נשמר.
pt_br: A página %s foi salva.

source: Add a new tag
be_by: Дадаць новую пазнаку
de_de: Ein Schlagwort hinzufügen
he_il: הוספת תג חדש
pt_br: Adicionar uma nova etiqueta

source: Edit the name of an existing tag
be_by: Рыдагаваць назву існуючай пазнакі
de_de: Den Namen eines bestehenden Schlagworts bearbeiten
he_il: עריכת שם תג קיים
pt_br: Editar o nome de uma etiqueta existente

source: Delete an existing tag. The tag is unable to be used by existing transactions.
de_de: Löschen eines vorhandenen Schlagwortes. Das Schlagwort darf nicht von bestehenden Buchungen benutzt werden.
pt_br: Excluir uma etiqueta. A etiqueta não pode estar sendo usada em transações existentes.

source: Select
be_by: Абраць
de_de: Wähle
he_il: בחירה
pt_br: Selecionar

source: Invalid tag name
be_by: Хібная назва пазнакі
de_de: Ungültiger Schlagwortname
he_il: שם תג לא חוקי
pt_br: Nome de etiqueta inválida

source: Tag names may not be the '&' or '|' characters because these are reserved for filter operators
be_by: Назва пазнакі ня можа ўтрымлміваць сімвалы '&' або '|', таму што яны зарэзерваваныя для аператараў фільтрацыі
de_de: Schlagwörter dürfen nicht die Zeichen '&' oder '|' enthalten, da diese für Filteroperatoren reserviert sind
pt_br: Nomes de etiqueta não podem ser os caracteres '&' ou '|' porque estes são reservados para operadores de filtros

source: Tag Manager: Invalid Name
de_de: Schlagwörterverwaltung: Ungültiger Name
he_il: מנהל תגים: שם לא תקין
pt_br: Gerenciador de Etiqueta: Nome inválido

source: Name contains tag delimiter.
be_by: Назва ўтрымлівае падзяляльнік пазнакі.
de_de: Name enthält Schlagwort-Trennzeichen.
he_il: שם מכיל מפריד תג.
pt_br: Nome contém delimitador de etiqueta.

source: Tag names may not contain the space (' ') character
be_by: Імя пазнакі ня можа ўтрымліваць сімвал прабела (' ')
de_de: Schlagwörter dürfen kein Leerzeichen (' ') enthalten
he_il: שם תג לא יכול להכיל תו רווח (' ')
pt_br: Os nomes das etiquetas não podem conter o espaço (' ')

source: Enter the name for the new tag:
be_by: Пакажыце назву новай пазнакі:
de_de: Geben Sie den Namen für das neue Schlagwort ein:
he_il: הזנת שם לתג החדש:
pt_br: Insira o nome para a nova etiqueta:

source: Add Tag
be_by: Дадаць пазнаку
de_de: Schlagwort hinzufügen
he_il: הוספת תג
pt_br: Adicionar Etiqueta

source: A tag with this name already exists
be_by: Пазнака з такой назвай ужо існуе
de_de: Ein Schlagwort mit diesem Namen existiert bereits
pt_br: Já existe uma etiqueta com este nome

source: Tag Manager: Adding Error
de_de: Schlagwörterverwaltung: Fehler beim Hinzufügen
pt_br: Gerenciador de Etiqueta: Erro ao Adicionar

source: Edit Tag
be_by: Змянiць пазнаку
de_de: Schlagwort bearbeiten
he_il: עריכת תג
pt_br: Editar Etiqueta

source: Tag Manager: Editing Error
de_de: Schlagwörterverwaltung: Bearbeitungsfehler
pt_br: Gerenciador de Etiqueta: Erro ao Editar

source: Tag '%s' in use
be_by: Пазнака '%s' выкарыстоўваецца
de_de: Schlagwort '%s' in Benutzung
he_il: תג '%s' נמצא בשימוש
pt_br: Etiqueta '%s' em uso

source: Tag Manager: Delete Error
de_de: Schlagwörterverwaltung: Fehler beim Löschen
pt_br: Gerenciador de Etiqueta: Erro ao Excluir

source: Deleted transactions exist which use tag '%s'.
be_by: Існуюць выдаленыя аперацыі, што выкарыстоўваюць пазнаку '%s'.
de_de: Es gibt gelöschte Buchungen mit dem Schlagwort '%s '.
he_il: קיימות תנועות שנמחקו שתג '%s' משמוש בהן.
pt_br: Transações excluídas que usam a etiqueta '%s'.

source: Deleting the tag will also automatically purge the associated deleted transactions.
be_by: У выніку выдалення пазнакі будуць знішчаныя ўсе ейныя аперацыі, што ўжо былі выдаленыя.
de_de: Das Löschen des Schlagwortes löscht auch automatisch die zugehörigen gelöschten Buchungen.
he_il: מחיקת תג ת'טהר' באופן אוטומטי גם את התנועות המשוייכות שנמחקו.
pt_br: A exclusão da etiqueta também limpará automaticamente as transações excluídas associadas.

source: Confirm Tag Deletion
be_by: Спраўдзіце выдаленне пазнакі
de_de: Schlagwort Löschung bestätigen
he_il: אישור מחיקת תג?
pt_br: Confirme a Exclusão da Etiqueta

source: Tag Manager
de_de: Schlagwörterverwaltung
pt_br: Gerenciador de Etiquetas

source: Theme Manager
be_by: Дыспетчар тэмаў
de_de: Designs verwalten
he_il: מנהל ערכת נושא
pt_br: Gerenciador de Temas

source: &Use
be_by: &Ужыць
de_de: &Verwenden
he_il: &שימוש
pt_br: &Usar

source: No description available
be_by: Няма даступнага апісання
de_de: Keine Beschreibung verfügbar
he_il: אין תיאור זמין
pt_br: Nenhuma descrição disponível

source: Choose theme file to import
be_by: Абярыце файл тэмы для імпарта
de_de: Theme-Datei zum Importieren auswählen
he_il: נא לבחור קובץ ערכת נושא לייבוא
pt_br: Escolher o arquivo de tema para importar

source: The theme already exists. Do you want to import and overwrite the existing theme?
de_de: Das Theme existiert bereits. Möchten Sie das vorhandene Theme importieren und überschreiben?
pt_br: O tema já existe. Você deseja importar e substituir o tema existente?

source: Something went wrong importing the theme
be_by: Памылка пры імпарце тэмы
de_de: Beim Importieren des Themes ist ein Fehler aufgetreten
he_il: משהו השתבש בעת הניסיון לייבא את ערכת הנושא
pt_br: Algo deu errado importando o tema

source: Do you want to delete the theme? If you want to use it again you will need to re-import it.
de_de: Möchten Sie das Theme löschen? Wenn Sie es erneut verwenden möchten, müssen Sie es neu importieren.
pt_br: Você deseja excluir o tema? Se você quiser usá-lo novamente, precisará importá-lo de novo.

source: Something went wrong when attempting to delete the theme
be_by: Нешта хібнае здарылася падчас выдалення тэмы
de_de: Beim Löschen des Themes ist ein Fehler aufgetreten
he_il: משהו השתבש בעת הניסיון למחוק את ערכת הנושא
pt_br: Algo deu errado ao tentar apagar o tema

source: Do you want to use the theme? Please note that this will only take effect when MMEX is re-started.
de_de: Möchten Sie das Theme verwenden? Bitte beachten Sie, dass dies erst beim Neustart von MMEX wirksam wird.

source: Fatal error occured. Application will be terminated.
be_by: Сталася непапраўная памылка. Дадатак будзе спынены.
de_de: Ein schwerer Fehler ist aufgetreten. Die Anwendung wird beendet.
he_il: אירעה שגיאה חמורה. הייישומון יסגרסגר.
pt_br: Ocorreu um erro fatal. O aplicativo será encerrado.

source: Toolbar
be_by: Панэль прыладаў
de_de: Symbolleiste
he_il: סרגל כלים
pt_br: Barra de Ferramentas

source: Auto Repeat Transactions
be_by: Аўтаматычны паўтор аперацыяў
de_de: Automatische wiederkehrende Buchungen
he_il: תנועות מחזורית אוטומטית
pt_br: Transações de Repetição Automática

source: Cash Ledger
de_de: Kassenbuch
pt_br: Livro Razão

source: The selected item will be deleted.
be_by: Абраны запіс будзе выдалены.
de_de: Das ausgewählte Element wird gelöscht.
he_il: הפריטים שנבחרו יימחקו.
pt_br: O item selecionado será excluído.

source: A setting with this name already exists
be_by: Налада з такой назвай ужо існуе
de_de: Eine Einstellung mit diesem Namen existiert bereits
he_il: קיית כבר הגדרה בשם זה
pt_br: Já existe uma configuração com este nome

source: Please specify a new name for the setting
be_by: Калi ласка, пазначце назву для налады
de_de: Bitte geben Sie einen neuen Namen für die Einstellung ein
he_il: לא נהגדיר שם חדש להגדרה
pt_br: Por favor, especifique um novo nome para esta configuração

source: Name in use
be_by: Назва ўжо выкарыстоўваецца
de_de: Name wird benutzt
he_il: שם כבר בשימוש
pt_br: Nome em uso

source: Transaction Report
be_by: Фильтр аперацыяў
de_de: Buchungsbericht
he_il: דוח תנועות
pt_br: Relatório Personalizado

source: Do you want to delete the account?
de_de: Möchten Sie das Konto löschen?
pt_br: Tem certeza de que deseja excluir esta conta?

source: This will also delete any associated Shares.
de_de: Dies löscht auch alle verbundenen Wertpapiere.
pt_br: Isto também apagará quaisquer Ações associadas.

source: Confirm Account Deletion
be_by: Спраўдзіце выдаленне рахунка
de_de: Kontolöschung bestätigen
he_il: אישור מחיקת חשבון
pt_br: Confirmar a Exclusão da Conta

source: &Import from
be_by: &Імпартаваць з
de_de: &Importieren von
he_il: יי&בא מ
pt_br: &Importar de

source: &CSV Files…
be_by: Файлы &CSV…
de_de: &CSV-Dateien…
he_il: &קובצי CSV…
pt_br: Arquivos &CSV…

source: &XML Files…
be_by: Файлы &XML…
de_de: &XML-Dateien…
he_il: &קבצי XML…
pt_br: Arquivos &XML…

source: Import from XML file (Excel format)
be_by: Імпартаваць з XML (фармат Excel)
de_de: Import aus XML-Datei (Excel Format)
he_il: ייברא מקובץ XML (תבנית אקסל)
pt_br: Importar de um arquivo XML (formato Excel)

source: &QIF Files…
be_by: Файлы &QIF…
de_de: &QIF Dateien…
he_il: &קובצי QIF…
pt_br: Arquivos &QIF…

source: &Export as
be_by: &Экспартаваць як
de_de: &Exportieren als
he_il: &ייצוא כ
pt_br: &Exportar como

source: &CSV File…
be_by: Файл &CSV…
de_de: &CSV-Datei…
he_il: &קובצי CSV…
pt_br: Arquivo &CSV…

source: &XML File…
be_by: Файл &XML…
de_de: &XML-Datei…
he_il: &קבצי XML…
pt_br: Arquivo &XML…

source: &MMEX CSV File…
be_by: Файл &MMEX CSV…
de_de: &MMEX CSV Datei…
he_il: &קובצי MMEX CSV…
pt_br: Arquivo CSV &MMEX…

source: &JSON File…
be_by: Файл &JSON…
de_de: &JSON-Datei…
he_il: קובץ JSON&…
pt_br: Arquivo &JSON…

source: &QIF File…
be_by: Файл &QIF…
de_de: &QIF-Datei…
he_il: &קובץ QIF…
pt_br: Arquivo &QIF…

source: &Customize Report…
de_de: Bericht &anpassen…
pt_br: &Personalizar Relatório…

source: &Rename Report…
be_by: &Пераназваць справаздачу…
de_de: &Bericht umbenennen…
he_il: &שינוי שם דוח…
pt_br: &Renomear Relatório…

source: &Delete Report…
be_by: &Выдаліць справаздачу…
de_de: &Bericht löschen…
he_il: &מחיקת דוח…
pt_br: &Excluir Relatório…

source: &Reconcile Account
de_de: Konto abgleichen
pt_br: &Reconciliar Conta

source: &Launch Account Website
be_by: &Перайсці на сайт рахунка
de_de: Konto-Webseite &öffnen
he_il: פתיחת א&תר החשבון
pt_br: &Ir para o Site da Conta

source: &Attachment Manager…
de_de: &Anlagenverwaltung…
pt_br: &Gerenciador de Anexos…

source: &Edit Account…
be_by: &Рыдагаваць рахунак…
de_de: &Konto bearbeiten…
he_il: &עריכת חשבון…
pt_br: &Editar Conta…

source: &Delete Account…
be_by: &Выдаліць рахунак…
de_de: Konto &löschen…
he_il: מחי&קת חשבון…
pt_br: &Excluir Conta…

source: &Change Account Type…
be_by: &Зняніць тып рахунка…
de_de: Kontotyp ändern…
pt_br: &Alterar tipo de conta…

source: &New Account…
be_by: &Новы рахунак…
de_de: &Neues Konto…
he_il: &חשבון חדש…
pt_br: &Nova Conta…

source: Account &List
be_by: Спіс &рахункаў
de_de: &Kontenliste
he_il: רשימת &חשבונות
pt_br: &Lista de Contas

source: &All
be_by: &Усе
de_de: &Alle
he_il: &כולם
pt_br: &Tudo

source: &Favorites
be_by: &Улюбёныя рахункі
de_de: &Favoriten
he_il: &מועדפים
pt_br: &Favoritas

source: &Open
be_by: &Адчыненыя
de_de: &Offen
he_il: &פעילים
pt_br: &Aberta

source: &Closed
be_by: &Зачынены
de_de: &Geschlossen
he_il: &לא פעיל
pt_br: &Fechada

source: Accounts &Visible
de_de: Sichtbare Konten
pt_br: Contas &Visíveis

source: Co&llapse All
de_de: Alles &einklappen
pt_br: Reco&lher tudo

source: &Expand All
de_de: &Alles aufklappen
pt_br: &Expandir tudo

source: &Collapse All
de_de: Alles &einklappen
pt_br: &Recolher tudo

source: &Navigator configuration…
de_de: &Navigator Konfiguration…
pt_br: Configuração do &Navegador…

source: T&heme Manager…
be_by: Дыспетчар т&эмаў…
de_de: &Themen verwalten…
he_il: מ&נהל ערכת נושא…
pt_br: Gerenciador de Temas…

source: &New Database…
be_by: &Новая база дадзеных…
de_de: &Neue Datenbank…
he_il: &מסד נתונים חדש…
pt_br: &Novo Arquivo de dados…

source: New Database
be_by: Новая база дадзеных
de_de: Neue Datenbank
he_il: מסד נתונים חדש
pt_br: Novo Arquivo de Dados

source: &Open Database…
de_de: &Datenbank Öffnen…
pt_br: &Abrir Arquivo de Dados…

source: Open Database
be_by: Адчыніць базу дадзеных
de_de: Datenbank Öffnen
he_il: פתיחת מסד נתונים
pt_br: Abrir Base de Dados

source: Save Database &As…
be_by: Захаваць Базу дадзеных &як…
de_de: Datenbank speichern &unter…
he_il: שמירת &מסד נתונים בשם…
pt_br: Salvar Arquivo de Dados &Como…

source: Save Database As
be_by: Захаваць Базу дадзеных як
de_de: Datenbank speichern unter
he_il: שמור מסד נתונים כ
pt_br: Salvar Banco de Dados Como

source: &Recent Files
be_by: &Нядаўнія файлы
de_de: &Zuletzt verwendete Dateien
he_il: &קבצים אחרונים
pt_br: Arquivos &Recentes

source: &Clear Recent Files
be_by: &Ачысціць спіс нядаўніх файлаў
de_de: &Lösche zuletzt geöffnete Dateien
he_il: &ניקוי רשימת קבצים אחרונים
pt_br: &Limpar Arquivos Recentes

source: &OFX File…
de_de: &OFX-Datei
pt_br: &Arquivo OFX…

source: Import from OFX file
de_de: Aus OFX-Datei importieren
pt_br: Importar do arquivo OFX

source: Import from the WebApp
de_de: Aus der WebApp importieren
pt_br: Importar do WebApp

source: Export as fixed CSV file
be_by: Экспарт у фіксаваны CSV
de_de: Als feste CSV-Datei exportieren
he_il: יצוא לקובץ CSV קבוע
pt_br: Exportar como arquivo CSV fixo

source: &HTML File…
be_by: Файл &HTML…
de_de: &HTML-Datei…
he_il: &קבצי HTML…
pt_br: Arquivo &HTML…

source: Export as HTML file
be_by: Экспарт у HTML-файл
de_de: Als HTML-Datei exportieren
he_il: ייצוא לקובץ HTML
pt_br: Exportar como arquivo HTML

source: &Print…
be_by: &Друкаваць…
de_de: &Drucken…
he_il: &הדפסה…
pt_br: &Imprimir…

source: Print current view
be_by: Другаваць бягучы выгляд
de_de: Aktuelle Ansicht drucken
he_il: הדפסת תצוגה נוכחית
pt_br: Imprimir tela atual

source: E&xit
de_de: Beenden
he_il: יציאה
pt_br: Sair(&X)

source: Quit this program
be_by: Выйсці з дадатка
de_de: Dieses Programm beenden
he_il: יציאה תוכנית זו
pt_br: Fechar o programa

source: &Toolbar
be_by: &Панэль прыладаў
de_de: &Symbolleiste
he_il: ס&רגל כלים
pt_br: &Barra de Ferramentas

source: Show/Hide the toolbar
be_by: Панэль прыладаў бачная/схаваная
de_de: Symbolleiste ein-/ausblenden
he_il: הצגת/הסתרת סרגל כלים
pt_br: Mostrar/Esconder a barra de ferramentas

source: Show/Hide Navigator
de_de: Navigator ein-/ausblenden
pt_br: Mostrar/Ocultar Navegador

source: &Display Share Accounts
be_by: &Паказаць паявыя рахункі
de_de: &Wertpapierkonten anzeigen
he_il: &מצג חשבונות ניירות ערך
pt_br: &Exibir Contas de Ações

source: Show/Hide Share Accounts in Navigator
de_de: Ein-/ausblenden der Wertpapierkonten im Navigationsbaum
pt_br: Mostrar/Ocultar Contas de Ações na Árvore de Navegação

source: &Display Deleted Transactions
be_by: Адлюстраваць выдаленыя аперацыі
de_de: &Gelöschte Buchungen anzeigen
he_il: &הצגת תנועות שנמחקו
pt_br: &Exibir Transações Excluídas

source: Show/Hide Deleted Transactions in Navigator
de_de: Gelöschte Buchungen im Navigationsbaum ein-/ausblenden
pt_br: Mostrar/Ocultar transações excluídas no navegador

source: Budgets: As Financial &Years
be_by: Бюджэты: як фінансавыя &гады
de_de: Budgets: Als Geschäftsjahre
he_il: תקציב: כשנת &כספים
pt_br: Orçamentos: Como &Exercícios Financeiros

source: Display Budgets in Financial Year Format
be_by: Паказаць бюджэт за фінансавы год
de_de: Zeige Budgets im Finanzjahr Format
he_il: מצג תקציב בתבנית שנת כספים
pt_br: Exibir Orçamentos no Formato de Exercício Financeiro

source: Budgets: &Include Transfers in Totals
be_by: Бюджэты: «Агулам» &улічвае пераказы
de_de: Budgets: schliesse Überweisungen in den Summen mit ein
he_il: תקציב: &כלול תנועות 'העברה' בסיכומים
pt_br: Orçamentos: &Incluir as Transferências nos Totais

source: Include the transfer transactions in the Budget Totals
be_by: Улічваць пераказы ў агульнай суме бюджэта
de_de: Überweisungen mit in die Budgetsummen einschliessen
he_il: כל תנועות מסוג העברה ביתרות התקציב
pt_br: Incluir as Transferências no Total do Orçamento

source: Budget Category Report: with &Summaries
be_by: Бюджэт па &катыгорыях са зводкамі
de_de: Budget-Kategoriebericht: mit &Zusammenfassungen
he_il: דוח תקציב לפי סוג־אב: עם &סיכומים
pt_br: Relatório de Categoria de Orçamento: com &Resumos

source: Include the category summaries in the Budget Category Summary
be_by: Адлюстроўваць зводку па катыгорыях у бюджэце
de_de: Einbeziehen der Kategorie Zusammenfassungen in die Budgetkategorien Übersicht
he_il: הכללת תמצית בדוח תקציב על פי
pt_br: Incluir os resumos de categorias no Resumo da Categoria do Orçamento

source: Ignore F&uture Transactions
be_by: Ігнараваць будучыя &аперацыі
de_de: Z&ukünftige Buchungen ignorieren
he_il: החרגת תנועות ע&תידיות
pt_br: Ignorar Transações &Futuras

source: Ignore Future transactions
be_by: Ня ўлічваць запланаваныя аперацыі
de_de: Zukünftige Buchungen ignorieren
he_il: התעלם מתנועות עתידיות
pt_br: Ignorar Transações Futuras

source: Show T&ooltips
be_by: Адлюстроўваць &падказкі
de_de: T&ooltips anzeigen
he_il: הצגת ר&מז־צץ
pt_br: Mostrar &Dicas

source: Show Tooltips
be_by: Адлюстроўваць падказкі
de_de: Anwendungstipps anzeigen
he_il: הצגת רמז־צץ
pt_br: Mostrar Dicas

source: Show &Money Tips
be_by: Паказваць парады пра грошы
de_de: &Geldtipps anzeigen
he_il: הצגת עצות אודות &כסף
pt_br: Mostrar Dicas de Dinheiro

source: Show Money Tips
be_by: Паказваць парады пра грошы
de_de: Geld-Tipps anzeigen
he_il: הצגת עצות לניהול פיננסי תקין
pt_br: Mostrar Dicas de Dinheiro

source: &Full Screen
de_de: Vollbild-Ansicht
pt_br: &Tela Cheia

source: Toggle full screen
de_de: Vollbild ein-/ausschalten
pt_br: Alternar para tela cheia

source: &Reset View
de_de: &Ansicht zurücksetzen
pt_br: &Redefinir Visualização

source: Reset view and dock tools
de_de: Ansichts- und Dock- Werkzeuge zurücksetzen
pt_br: Redefinir visualização e as ferramentas do dock

source: Dash&board
be_by: Панэль &кіравання
de_de: Übersicht
he_il: לוח־&בקרה
pt_br: &Painel

source: Open Dashboard
be_by: Адчыніць панэль кіравання
de_de: Übersicht öffnen
he_il: פתיחת לוח בקרה
pt_br: Abrir Painel

source: Change the account type of an account
be_by: Змяніць тып рахунка
de_de: Kontotyp eines Kontos ändern
he_il: שנוי סוג החשבון
pt_br: Altera o tipo de conta de uma conta

source: Delete Account from database
be_by: Выдаліць рахунак з базы дадзеных
de_de: Konto aus Datenbank löschen
he_il: מחיקת חשבון ממסד הנתונים
pt_br: Eliminar Conta do banco de dados

source: Do&wnload Rates
de_de: Kurse herunterladen
pt_br: Baixar &taxas de câmbio

source: Download Currency and Stock Rates
be_by: Спампаваць курсы валютаў і акцыяў
de_de: Wechsel- und Wertpapierkurse herunterladen
he_il: הורדת שערי וטבע ונירות ערך
pt_br: Baixar valores da moeda e de ações

source: &Payee Manager…
de_de: Zahlungsempfänger verwalten…
pt_br: Gerenciador de &Favorecidos…

source: &Category Manager…
de_de: Kategorien verwalten…
pt_br: Gerenciador de &Categoria…

source: &Tag Manager…
de_de: &Schlagwörter verwalten…
pt_br: Gerenciador de &Etiquetas…

source: Curre&ncy Manager…
de_de: &Währungen verwalten…
pt_br: Gerenciador de &Moedas…

source: &Categories…
be_by: &Катыгорыі…
de_de: &Kategorien…
he_il: &סוגי־אב…
pt_br: &Categorias…

source: Merge categories
be_by: Аб'яднаць катыгорыі
de_de: Kategorien zusammenfügen
pt_br: Mesclar categorias

source: &Payees…
be_by: &Платнікі…
de_de: &Zahlungsempfänger…
he_il: &מוטבים…
pt_br: &Beneficiários…

source: Merge payees
be_by: Аб'яднаць платнікоў
de_de: Zahlungsempfänger zusammenführen
pt_br: Mesclar beneficiários

source: &Tags…
be_by: &Пазнакі…
de_de: &Schlagwörter…
he_il: &תגים…
pt_br: &Etiquetas…

source: Merge tags
be_by: Аб'яднаць пазнакі
de_de: Schlagwörter zusammenführen
pt_br: Mesclar etiquetas

source: Merge categories, payees, and tags
be_by: Аб'яднаць катыгорыі, платнікоў, пазнакі
de_de: Kategorien, Zahler und Tags zusammenführen
pt_br: Mesclar Categorias, Beneficiários e Etiquetas

source: &Budget Planner…
de_de: &Budgetplaner…
pt_br: Planejador de &Orçamento…

source: Budget Planner
de_de: Budgetplaner
pt_br: Planejador de Orçamento

source: &Scheduled Transactions
de_de: &Geplante Buchungen
he_il: &תנועות מתוזמנות
pt_br: Transações &Agendadas

source: Bills and Deposits
de_de: Zahlungen und Gutschriften
pt_br: Pagamentos e Recebimentos

source: &Assets
be_by: &Актывы
de_de: &Vermögenswerte
he_il: &נכסים
pt_br: &Bens

source: Date Range Manager
de_de: Datumsbereichsverwaltung
pt_br: Gerenciador de Intervalo de datas

source: Date Range Manager…
de_de: Datumsbereiche verwalten…
pt_br: Gerenciador de Intervalo de Datas…
