Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Specify a transaction code or associated check details
be_by: Пакажыце код аперацыі або звязаныя з ёй дыталі чэка
de_de: Geben Sie einen Buchungscode oder zugehörige Überprüfungsdetails an
he_il: הזנת מספר שק או מספר מסמך כאסמכתא לתנועה
pt_br: Especifique um código de transação ou detalhes do cheque associado

source: Select the required account
be_by: Абавязкова абярыце рахунак
de_de: Wählen Sie das gewünschte Konto
he_il: בחירה בחשבון הנדרש
pt_br: Selecione a conta requerida

source: Account Selection
be_by: Выбар рахунка
de_de: Kontoauswahl
he_il: בחירת חשבון
pt_br: Seleção de Conta

source: Transaction Link Dialog
de_de: Transaktionslink Dialog
pt_br: Transações

source: Add Share Transaction
be_by: Новая аперацыя з акцыямі
de_de: Wertpapierbuchung hinzufügen
he_il: הוספת תנועת ניר ערך
pt_br: Adicionar Transação de Ação

source: Edit Share Transaction
be_by: Рыдагаванне аперацыі
de_de: Wertpapierbuchung bearbeiten
he_il: עריכת תנועת ניר ערך
pt_br: Editar Transação de Ação

source: Share Lot
be_by: Лот
de_de: Wertpapiercharge
he_il: דבוקת נירות ערך
pt_br: Lote de Ações

source: Enter the LOT that this parcel os shares belong to
be_by: Пакажыце лот, якому належыць гэты пакет акцыяў
de_de: Geben Sie die Charge ein, zu dem dieses Paket oder diese Aktien gehören
he_il: הזנת מספר הדבוקה אליו משתייכת חבילת מניות זו
pt_br: Insira o LOTE ao qual esta parcela de ações pertence

source: Share Number
be_by: Сколькі акцыяў
de_de: Anzahl
he_il: מספר נירות ערך
pt_br: Quantidade de Ações

source: Enter number of shares held
be_by: Пакажыце колькасць акцыяў
de_de: Anzahl der Wertpapieranteile im Besitz eingeben
he_il: הזנת מספר המניות המוחזקות
pt_br: Insira a quantidade de ações

source: Share Price
be_by: Цана акцыі
de_de: Wertpapierkurs
he_il: מחיר המניה
pt_br: Preço da Ação

source: Enter the current value for a single share unit
be_by: Пакажыце бягучае значэнне за адну акцыю
de_de: Geben Sie den aktuellen Wert für eine einzelne Aktie-Einheit ein
he_il: הזנת ערך נוכחי של יחידת מניה אחת
pt_br: Digite o valor atual de uma única unidade da ação

source: Enter any commission paid
be_by: Пакажыце будзь-якую камісію, што была сплачаная
de_de: Alle gezahlten Gebühren und Provisionen (Betrag ohne Währungszeichen eingeben)
he_il: הזנת סכום עמלה ששולמה
pt_br: Insira todas as taxas pagas

source: Use Deductible Comm. split Categories
de_de: Abzugsfähige Kommissionssplit-Kategorien verwenden
pt_br: Usar custos dedutíveis em dividir categorias.

source: Add Transaction Details
be_by: Дадаць дыталі аперацыі
de_de: Buchungsdetails hinzufügen
he_il: הוספת פרטי תנועה
pt_br: Adicionar Detalhes da Transação

source: Investment
be_by: Інвестыцыйны
de_de: Geldanlage
he_il: השקעה
pt_br: Investimento

source: Time
be_by: Час
de_de: Zeit
he_il: זמן
pt_br: Hora

source: Transfer To
be_by: Пераказаць на
de_de: Überweisen nach
he_il: העברה ל
pt_br: Transferir para

source: Append
be_by: Далучаць
de_de: anfügen
he_il: צרוף
pt_br: Anexar

source: This is due to some elements of the transaction or account detail not allowing the update
de_de: Dies ist auf einige Buchungselemente oder Kontodetails zurückzuführen, die eine Aktualisierung nicht erlauben
pt_br: Isso é devido a alguns elementos da transação ou detalhes da conta não permitindo a atualização

source: Updated
de_de: Aktualisiert
he_il: מעודכן
pt_br: Atualizado

source: Not updated
de_de: Nicht aktualisiert
he_il: לא מעודכן
pt_br: Não atualizado

source: Unable to update some transactions.
de_de: Einige Buchungen konnten nicht aktualisiert werden.
pt_br: Não foi possível atualizar algumas transações.

source: Multi Transactions Update
be_by: Абнаўленне некалькіх аперацыяў
de_de: Aktualisierung mehrerer Buchungen
he_il: עדכון תנועות מרובות
pt_br: Atualização de Múltiplas Transações

source: &Top
de_de: &Nach ganz oben
pt_br: &Topo

source: &Bottom
de_de: &Nach ganz unten
pt_br: &Inferior

source: &Restore defaults
de_de: Standard wiederherstellen
pt_br: &Restaurar Padrões

source: Do you really want to restore the default values? All customization will be lost!
de_de: Wollen Sie wirklich die Standardwerte wiederherstellen? Alle Anpassungen gehen verloren!
pt_br: Você realmente deseja restaurar para os valores padrão? Toda a customização será perdida!

source: Unable to set “Uncategorized” as the default category for the payee
de_de: „Nicht kategorisiert“ kann nicht als Standardkategorie für den Zahlungsempfänger festgelegt werden
pt_br: Não é possível definir "Não Categorizado" como a categoria padrão para o beneficiário

source: Toggle to update payee’s default category (P) or apply to this transaction only
de_de: Umschalten, um entweder die Standardkategorie des Zahlers (P) zu aktualisieren oder diese nur auf diese Transaktion anzuwenden
pt_br: Alternar para atualizar a categoria padrão do beneficiário (P) ou aplicar apenas a esta transação

source: Please select a row to delete.
de_de: Bitte wählen Sie eine Zeile zum Löschen aus.
pt_br: Por favor, selecione uma linha para excluir.

source: Please select an existing payee.
de_de: Bitte wählen Sie einen bestehenden Zahlungsempfänger.
pt_br: Por favor, selecione uma categoria existente

source: Please select an existing payee or enter a new payee name.
de_de: Bitte wählen Sie einen bestehenden oder geben Sie einen neuen Zahlungsempfänger ein.
pt_br: Por favor, selecione um favorecido existente ou insira um novo nome de favorecido.

source: Invalid regular expression “%1$s” in row %2$d: please correct the pattern
de_de: Ungültiger regulärer Ausdruck “%1$s” in Zeile %2$d: Bitte den Ausdruck korrigieren
pt_br: Expressão regular inválida “%1$s” na linha %2$d: por favor, corrija o padrão

source: Payee Confirmation Required
de_de: Bestätigung des Zahlungsempfängers erforderlich
pt_br: Confirmação de Favorecido Necessária

source: Transaction %1$d of %2$d (%3$d total in file)
de_de: Buchung %1$d von %2$d (%3$d insgesamt in der Datei)
pt_br: Transação %1$d de %2$d (%3$d total em arquivo)

source: Estimated completion time: %.1f minutes
de_de: Geschätzte Abschlusszeit: %.1f Minuten
pt_br: Tempo de conclusão estimado: %.1f minutos

source: Estimating time…
de_de: Geschätzte Dauer…
pt_br: Estimando o tempo…

source: Date: %s
de_de: Datum: %s
pt_br: Data: %s

source: Amount: %s
de_de: Betrag: %s
pt_br: Valor: %s

source: Type: %s
de_de: Typ: %s
pt_br: Tipo: %s

source: Regex Pattern
de_de: Regex Muster
pt_br: Padrão Regex

source: No matching payee found.
de_de: Kein passender Zahlungsempfänger gefunden.
pt_br: Nenhum favorecido correspondente encontrado.

source: Match Confidence: %.1f%% (%s)
de_de: Übereinstimmungsgrad: %.1f%% (%s)
pt_br: Confiança de Correspondência: %.1f%% (%s)

source: Suggested Payee: “%s”
de_de: Empfohlener Zahlungsempfänger: '%s”
pt_br: Beneficiário sugerido: “%s”

source: Do you want to use an existing payee or create a new one?
de_de: Möchten Sie einen bestehenden Zahlungdempfänger verwenden oder einen neuen erstellen?
pt_br: Deseja usar um beneficiário existente ou criar um novo?

source: Use Existing Payee
de_de: Vorhandenen Zahlempfänger verwenden
pt_br: Usar Beneficiário Existente

source: Create New Payee
de_de: Neuen Zahlungsempfänger anlegen
pt_br: Criar Novo Beneficiário

source: Select Existing Payee:
de_de: Vorhandenen Zahlempfänger verwenden:
pt_br: Selecione o Beneficiário Existente:

source: New Payee Name:
de_de: Neuer Zahlungsempfänger Name:
pt_br: Nome do Novo Beneficiário:

source: Convert to Title Case
de_de: In Großbuchstaben umwandeln
pt_br: Converter maiúsculas e minúsculas

source: Uncategorized
de_de: Nicht kategorisiert
pt_br: Sem categorias

source: Select Category for Payee:
de_de: Wählen Sie eine Kategorie für den Zahlungsempfänger:
pt_br: Selecione a Categoria para o Beneficiário:

source: Define/Update Regex Patterns
de_de: Regex-Muster definieren/aktualisieren
pt_br: Definir/Atualizar padrões de Regex

source: Edit Regex Patterns:
de_de: Regex-Muster bearbeiten:
pt_br: Editar Padrões Regex:

source: &Insert Row
de_de: &Zeile einfügen
pt_br: &Inserir Linha

source: &Delete Row
de_de: &Zeile löschen
pt_br: &Excluir linha

source: Import OFX file
de_de: OFX-Datei importieren
pt_br: Importar Arquivo OFX

source: &OFX File:
de_de: &OFX-Datei:
pt_br: Arquivo &OFX:

source: &Browse…
de_de: &Durchsuchen…
pt_br: &Navegar…

source: &Account:
de_de: &Konto:
pt_br: &Conta:

source: Use &existing regex patterns to automatically match payees
de_de: Verwende &existierende Regex-Muster um automatisch Zahlungsempfänger abzugleichen
pt_br: Use padrões regex existentes para combinar automaticamente os favorecidos

source: Use &fuzzy payee matching if exact match and regex matching are unsuccessful
de_de: &Fuzzy Zahlenkombination verwenden, wenn exakte Übereinstimmung und regex Übereinstimmung nicht erfolgreich sind
pt_br: Usar correspondência &aproximada de beneficiário se a exata e a regex falharem

source: Minimum Fuzzy Match &Confidence Level:
de_de: Minimale &Fuzzy-Match-Stufe:
pt_br: Nível de &Confiança Mínima para Correspondência Aproximada:

source: &Mark transactions automatically imported with Fuzzy Match as “Follow Up”
de_de: Mit "Fuzzy Match" automatisch importierte Buchungen als „Follow-up“ markieren
pt_br: &Marcar automaticamente como "Acompanhar" as transações importadas por Correspondência Aproximada

source: Prompt to &confirm each fuzzy match
de_de: Aufforderung zur Bestätigung jedes unscharfen Matches
pt_br: Pedir &confirmação para cada correspondência aproximada

source: &Import
be_by: &Імпартаваць
de_de: &Importieren
he_il: &יבוא
pt_br: &Importar

source: Choose OFX file
de_de: OFX-Datei auswählen
pt_br: Escolha o arquivo OFX

source: No OFX file selected.
de_de: Keine OFX-Datei ausgewählt.
pt_br: Nenhum arquivo OFX selecionado.

source: No account selected.
de_de: Kein Konto ausgewählt.
pt_br: Nenhuma conta selecionada.

source: Invalid account selection.
de_de: Ungültige Kontoauswahl.
pt_br: Seleção de conta inválida.

source: Invalid account ID.
de_de: Ungültige Konto-ID.
pt_br: ID de conta inválido.

source: Account ID %s does not exist.
de_de: Konto-ID %s existiert nicht.
pt_br: ID da conta %s não existe.

source: OFX Import Summary
de_de: OFX Import Zusammenfassung
pt_br: Resumo de Importação OFX

source: Import Statistics: - Total Transactions: %1$d - Automatically Imported: %2$d - New Payees Created: %3$d - Manually Allocated to Payees: %4$d - Time Taken: %5$s
de_de: Importstatistiken: - Gesamtzahl Buchungen: %1$d - Automatisch importiert: %2$d - Neue Zahlungsempfänger erstellt: %3$d - Händisch an Zahlungsempfänger zugewiesen: %4$d - Dauer: %5$s
pt_br: Estatísticas da importação: - Total de Transações: %1$d - Automaticamente importado: %2$d - Novos Favorecidos Criados: %3$d - Manualmente Alocado para Favorecidos: %4$d - Tempo levado: %5$s

source: OFX Payee
de_de: OFX-Zahlungsempfänger
pt_br: Favorecido OFX

source: Imported Payee
de_de: Importierter Zahlungsempfänger
pt_br: Favorecido Importado

source: Match Mode
de_de: Abgleichmodus
pt_br: Modo de combinação

source: Match Pattern/Confidence
de_de: Mit dem Muster abgleichen
pt_br: Corresponder Padrão/Confiança

source: Transaction Type
de_de: Buchungsart
pt_br: Tipo de Transação

source: %d hours
de_de: %d Stunden
pt_br: %d horas

source: %d minutes
de_de: %d Minuten
pt_br: %d minutos

source: %d seconds
de_de: %d Sekunden
pt_br: %d segundos

source: 0 sec
de_de: 0 Sek
pt_br: 0 seg

source: Unable to open file.
be_by: Немагчыма адчыніць файл.
de_de: Datei kann nicht geöffnet werden.
he_il: לא ניתן לפתוח קובץ.
pt_br: Não foi possível abrir o arquivo.

source: Unable to create file.
be_by: Немагчыма стварыць файл.
de_de: Datei kann nicht erstellt werden.
he_il: לא ניתן ליצר קובץ.
pt_br: Não é possível criar o arquivo.

source: Export error
be_by: Памылка экспарта
de_de: Fehler beim Export
he_il: שגיאת יצוא
pt_br: Erro de exportação

source: Unable to save file.
de_de: Datei kann nicht gespeichert werden.
pt_br: Impossível salvar o arquivo.

source: File is not in Excel XML Spreadsheet 2003 format.
be_by: Файл не ў фармаце Excel XML Spreadsheet 2003.
de_de: Datei ist nicht im Excel 2003 XML Tabellenformat.
he_il: הקובץ אינו בתבנית XML גיליון אלקטרוני אקסל 2003.
pt_br: O arquivo não está no formato Excel XML Spreadsheet 2003.

source: Parsing error
be_by: Памылка аналіза
de_de: Parsingfehler
he_il: שגיאת ניתוח
pt_br: Erro de análise

source: Unable to find Worksheet.
de_de: Arbeitsblatt konnte nicht gefunden werden.
pt_br: Não foi possível encontrar a planilha.

source: Table
be_by: Табліца
de_de: Tabelle
he_il: טבלה
pt_br: Tabela

source: Unable to find Table.
de_de: Tabelle konnte nicht gefunden werden.
pt_br: Não foi possível encontrar a tabela.

source: Transactions
be_by: Аперацыі
de_de: Buchungen
he_il: תנועות
pt_br: Transações

source: Export as QIF file
be_by: Экспарт файла QIF
de_de: Als QIF-Datei exportieren
he_il: ייצא לקובץ QIF
pt_br: Exportar como arquivo QIF

source: Export as JSON file
be_by: Экспарт файла JSON
de_de: Als JSON-Datei exportieren
he_il: ייצא לקובץ JSON
pt_br: Exportar como arquivo JSON

source: Export as CSV file
be_by: Экспарт файла CSV
de_de: Als CSV-Datei exportieren
he_il: ייצוא לקובץ CSV
pt_br: Exportar como arquivo CSV

source: Parameters
be_by: Параметры
de_de: Parameter
he_il: משתנים
pt_br: Parâmetros

source: Categories
be_by: Катыгорыі
de_de: Kategorien
he_il: סוג־אב
pt_br: Categorias

source: Accounts
be_by: Рахункі
de_de: Konten
he_il: חשבונות
pt_br: Contas

source: From Date
be_by: Ад даты
de_de: Von Datum
he_il: מתאריך
pt_br: Data Inicial

source: To Date
be_by: Да даты
de_de: Bis Datum
he_il: עד תאריך
pt_br: Data final

source: Date Format
be_by: Фармат даты
de_de: Datumsformat
he_il: תבנית תאריך
pt_br: Formato da Data

source: Write to File
be_by: Запіс у файл
de_de: In Datei schreiben
he_il: כתוב לקובץ
pt_br: Gravar em Arquivo

source: Clear
be_by: Ачысціць
de_de: Löschen
he_il: ניקוי
pt_br: Limpar

source: Choose account to export from:
de_de: Konto zum Exportieren auswählen:
pt_br: Escolha a conta a ser exportada de:

source: Choose QIF data file to export
de_de: QIF-Datei für den Export auswählen
pt_br: Escolha o arquivo QIF a ser exportado

source: QIF Files (*.qif)
be_by: QIF файлы (*.qif)
de_de: QIF Dateien (*.qif)
he_il: ‮קובצי QIF ‭(*.qif)
pt_br: Arquivos QIF (* .qif)

source: Choose JSON data file to export
de_de: JSON-Datendatei für den Export auswählen
pt_br: Escolha o arquivo JSON a ser exportado

source: JSON Files (*.json)
be_by: JSON файлы (*.json)
de_de: JSON-Dateien (*.json)
he_il: קובצי JSON (*.json)
pt_br: Arquivos JSON (*.json)

source: Choose CSV data file to export
be_by: Абярыце файл CSV для экспарта
de_de: CSV-Datei zum Exportieren auswählen
he_il: בחירת קובץ נתונים CSV ליצוא
pt_br: Escolha o arquivo de dados CSV para exportar

source: CSV Files (*.csv)
be_by: CSV файлы (*.csv)
de_de: CSV-Dateien (*.csv)
he_il: קובצי CSV (*.csv)
pt_br: Arquivos CSV (*.csv)

source: No Account available for export
be_by: Нямае рахунка для экспарта
de_de: Kein Konto für den Export verfügbar
he_il: אין חשבון זמין ליצוא
pt_br: Nenhuma Conta disponível para exportar

source: No Accounts selected for export
be_by: Не абраныя рахункі для экспарта
de_de: Keine Konten für den Export ausgewählt
he_il: לא נבחר חשבון ליצוא
pt_br: Não há contas selecionadas para exportar

source: To Date less than From Date
be_by: Несупадзенне датаў
de_de: Bis Datum kleiner als von Datum
he_il: ערך שדה 'עד תאריך 'קטן מערך שדה 'מתאריך'
pt_br: Data Final é inferior à Data Inicial

source: Categories exported
be_by: Катыгорыі былі экспартаваныя
de_de: Kategorien exportiert
he_il: יוצאו
pt_br: Categorias exportadas

source: Exporting
be_by: Экспартую
de_de: Exportieren
he_il: יצוא
pt_br: Exportando

source: Please wait…
be_by: Калі ласка, пачакайце…
de_de: Bitte warten…
he_il: נא להמתין…
pt_br: Por favor, aguarde…

source: Exporting transaction %zu
be_by: Экспартую аперацыю %zu
de_de: Exportiere Buchung %zu
he_il: יצוא תנועות %zu
pt_br: Exportando transação %zu

source: Number of categories exported: %zu
be_by: Колькасць экспартаваных катыгорыяў: %zu
de_de: Anzahl der exportierten Kategorien: %zu
he_il: מספר סוגי-האב שיצואו: %zu
pt_br: Número de categorias exportadas: %zu

source: Number of transactions exported: %zu
be_by: Колькасць экспартаваных аперацыяў: %zu
de_de: Anzahl der exportierten Buchungen: %zu
he_il: מספר תנועות שיוצאו: %zu
pt_br: Número de transações exportadas: %zu

source: Number of accounts exported: %zu
be_by: Колькасць экспартаваных рахункаў: %zu
de_de: Anzahl der exportierten Konten: %zu
he_il: מספר חשבונות שיוצאו: %zu
pt_br: Número de contas exportadas: %zu

source: Encoding:
be_by: Кадоўка:
de_de: Codierung:
he_il: קידוד:
pt_br: Codificação:

source: Filtering Details:
be_by: Дыталі фільтра:
de_de: Filterungsdetails:
he_il: פרטי סינון:
pt_br: Detalhes de filtragem:

source: Duplicates
de_de: Duplizieren
pt_br: Duplicadas

source: By transaction number
de_de: Nach Transaktionsnummer
pt_br: Por número de transação

source: By amount and exact date
de_de: Nach Betrag und genauem Datum
pt_br: Por valor e data exata

source: By amount and nearby date
de_de: Nach Betrag und ungefähren Datum
pt_br: Por valor e data próxima

source: Action
de_de: Aktion
pt_br: Ação

source: Skip
de_de: Überspringen
pt_br: Pular

source: Flag as duplicate
de_de: Als Duplikat markieren
pt_br: Marcar como duplicado

source: Data
be_by: Дадзеныя
de_de: Daten
he_il: נתונים
pt_br: Dados

source: Use account number instead of account name
be_by: Выкарыстоўваць нумар рахунка замест назвы
de_de: Kontonummer anstelle des Kontonamens verwenden
he_il: שימוש במספר חשבון במקום שם חשבון
pt_br: Use o número da conta em vez do nome da conta

source: Include payee field in notes
be_by: Уключыць поле платніка плацяжа ў нататкі
de_de: Fügen Sie das Zahlungsempfängerfeld in Notizen ein
he_il: כלול שדה מוטב בהערות
pt_br: Incluir campo beneficiário nas notas

source: Pattern match Payees
be_by: Шаблон супадзення Платнікоў
de_de: Muster mit Zahlungsempfängern
he_il: התאמת דפוס מוטבים
pt_br: Padrão de correspondência de beneficiários

source: Add match details to Notes
be_by: Дадаць дадзеныя, што супалі, да Нататак
de_de: Spieldetails zu Notizen hinzufügen
he_il: הוספת פרטי התאמה להערות
pt_br: Adicionar detalhes de correspondência às notas

source: Decimal Char:
de_de: Dezimalzeichen:
pt_br: Separador Decimal:

source: Scanning
be_by: Сканаванне
de_de: Scannen
he_il: סורק
pt_br: Analisando

source: Reading line %zu, %lld ms
be_by: Чытанне радка %zu, %lld мс
de_de: Lese Zeile %zu, %lld ms
he_il: קורא שורה %zu, %lld מילי שניה
pt_br: Lendo linha %zu, %lld ms

source: Line %zu %s
be_by: Радок %zu %s
de_de: Zeile %zu %s
he_il: שורה %zu %s
pt_br: Linha %zu %s

source: Number of lines read from QIF file: %zu in %lld ms
be_by: Кольскасць прачытаных радкоў з файла QIF: %zu за %lld мс
de_de: Anzahl der aus der QIF-Datei gelesenen Zeilen: %zu in %lld ms
he_il: מספר תנועות שנקראו מקובץ QIF: %zu ב %lld מילי שניה
pt_br: Número de linhas lidas do arquivo QIF: %zu em %lld ms

source: Accounts:
be_by: Рахункі:
de_de: Konten:
he_il: חשבונות:
pt_br: Contas:

source: Date Format:
be_by: Фармат даты:
de_de: Datumsformat:
he_il: תבנית תאריך:
pt_br: Formato da Data:

source: Press OK Button to continue
be_by: Націсніце кнопку Добра, каб працягнуць
de_de: Drücken Sie die OK-Taste, um fortzufahren
he_il: הקשה על לחצן 'אישור' כדי להמשיך
pt_br: Pressione o botão OK para continuar

source: Missing
be_by: Адсутнічае
de_de: Fehlend
he_il: חסר
pt_br: Faltando

source: Matched to %1$s by pattern %2$s
be_by: Супадае з %1$s па шаблоне %2$s
de_de: Übereinstimmung zu %1$s nach Muster %2$s
he_il: התאמה ל־%1$s באמצאות דפוס %2$s
pt_br: Correspondido para %1$s por padrão %2$s

source: Choose QIF data file to import
de_de: QIF-Datei für den Import auswählen
pt_br: Escolha o arquivo QIF a ser exportado

source: Do you want to import all transactions?
de_de: Sollen alle Buchungen importiert werden?
pt_br: Deseja importar todas as transações?

source: All missing account, payees and categories will be created.
be_by: Будуць створаныя усе рахункі, платнікі і катыгорыі, што адсутнічаюць.
de_de: Alle fehlenden Konten, Zahlungsempfänger/Zahler und Kategorien werden erstellt.
he_il: כל החשבונות, המוטבים וסוגי-האב החסרים ייווצרו.
pt_br: Todas as contas, beneficiários e categorias que faltam serão criados.

source: Confirm Import
be_by: Спраўдзіць імпарт
de_de: Import bestätigen
he_il: אישור יבוא
pt_br: Confirmar Importação

source: Importing
be_by: Імпартую
de_de: Importiere
he_il: מייבא
pt_br: Importando

source: Importing Accounts
be_by: Імпартую рахункі
de_de: Importiere Konten
he_il: מייבא חשבונות
pt_br: Importando Contas

source: Importing Payees
be_by: Імпартую платнікоў
de_de: Importiere Zahlungsempfänger
he_il: מייבא מוטבים
pt_br: Importando Beneficiários

source: Importing Categories
be_by: Імпартую катыгорыі
de_de: Importiere Kategorien
he_il: ייבוא
pt_br: Importando Categorias

source: Importing transaction %1$i of %2$i
be_by: Імпартавана аперацыяў %1$i з %2$i
de_de: Importiere Buchungen %1$i von %2$i
he_il: יבוא תנועות %1$i מתוך %2$i מתבצע
pt_br: Importando transação %1$i de %2$i

source: Importing Transfers
be_by: Імпартую пераказы
de_de: Importiere Überweisungen
he_il: מייבא העברות
pt_br: Importando Transferências

source: Importing Split transactions
be_by: Імпартую састаўныя аперацыі
de_de: Importiere gesplittete Buchungen
he_il: מייבא תנועות מפוצלות
pt_br: Importando transações Divididas

source: Import finished successfully.
de_de: Der Import wurde erfolgreich abgeschlossen.
pt_br: Importação finalizada com sucesso.

source: Total Imported: %zu
be_by: Імпартавана агулам: %zu
de_de: Insgesamt importiert: %zu
he_il: סך־כל יובאו: %zu
pt_br: Total Importado: %zu

source: Duplicates Detected: %zu
de_de: Duplikate erkannt: %zu
pt_br: Duplicadas detectadas: %zu

source: Imported transactions discarded by user!
be_by: Імпартаванне скасаванае карыстальнікам!
de_de: Importierte Buchungen durch Benutzer verworfen!
he_il: תנועות מיובאות נמחקו על-ידי המשתמש!
pt_br: Transações importadas descartadas pelo usuário!

source: Import from QIF file
be_by: Імпарт з QIF
de_de: Aus QIF-Datei importieren
he_il: ייבא מקובץ QIF
pt_br: Importar de um arquivo QIF

source: Transaction code is missing
be_by: Адсутнічае код аперацыі
de_de: Buchungscode fehlt
he_il: קוד תנועה חסר
pt_br: Falta o código da transação

source: %1$s matched by %2$s
be_by: %1$s супадае з %2$s
de_de: %1$s entspricht %2$s
he_il: %1$s מתאים ל־%2$s
pt_br: %1$s correspondido por %2$s

source: Transaction Payee is missing or incorrect
be_by: Адсутнічае або няслушны платнік гэтай аперацыі
de_de: Zahlungsempfänger fehlt oder ist falsch
he_il: המוטב בתנועה חסר או שגוי
pt_br: O favorecido da transação está ausente ou incorreto

source: Date format or date mask is incorrect
be_by: Фармат або маска даты няслушная
de_de: Das Datumsformat oder die Datumsmaske sind falsch
he_il: מתארך או מסיכת תאריך שגויים
pt_br: Formato de data ou máscara de data está incorreto

source: Transaction Account is incorrect
be_by: Адсутнічае рахунак для гэтай аперацыі
de_de: Das Buchungskonto ist falsch
he_il: חשבון תנועה שגוי
pt_br: Conta de transação está incorreta

source: Transaction Account for transfer is incorrect
be_by: Адсутнічае рахунак для гэтай аперацыі пераказа
de_de: Das Buchungskonto für die Überweisung ist falsch
he_il: חשבון תנועה להעברה שגוי
pt_br: Conta de transação para transferência está incorreta

source: Transaction Amount is incorrect
be_by: Хібная сума аперацыі
de_de: Buchungsbetrag ist falsch
he_il: חשבון תנועה שגוי
pt_br: O valor da transação está incorreto

source: Transaction Category is incorrect
be_by: Хібная катыгорыя аперацыі
de_de: Die Buchungskategorie ist falsch
he_il: התנועה שגוי
pt_br: A Categoria de transação está incorreta

source: Transaction skipped as duplicate
de_de: Buchung als Duplikat übersprungen
pt_br: Transação ignorada como duplicada
