Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Category Manager: Adding Error
de_de: Kategorienverwaltung: Fehler beim Hinzufügen
he_il: מנהל סוגי־אב: שגיאת הוספה
pt_br: Gerenciador de Categoria: Erro ao Adicionar

source: Unable to move a subcategory to a category that already has a subcategory with that name. Consider renaming before moving.
de_de: Sie können eine Unterkategorie nicht in eine Kategorie verschieben, die bereits eine Unterkategorie mit diesem Namen hat. Ziehen Sie vor dem Verschieben eine Umbenennung in Betracht.
pt_br: Você não pode mover uma subcategoria para uma categoria que já tem uma subcategoria com esse nome. Considere renomear antes de mover.

source: A subcategory with this name already exists
be_by: Падкатыгорыя з такой назвай ужо існуе
de_de: Eine Kategorie mit diesem Namen existiert bereits
he_il: סוג־אב משנה בשם זה כבר קיים
pt_br: Já existe uma subcategoria com este nome

source: Target category is a descendant
be_by: Катыгорыя прызначэння належыць да бягучай
de_de: Zielkategorie ist ein Nachkomme
he_il: סוג־אב מטרה הוא צאצא
pt_br: A categoria alvo é uma descendente

source: Do you want to move “%1$s” to: “%2$s”?
de_de: Möchten Sie “%1$s” nach “%2$s” verschieben?
pt_br: Você quer mover “%1$s” para: “%2$s”?

source: Top level
be_by: Найвышэйшы ўзровень
de_de: Oberste Ebene
he_il: רמה עליונה
pt_br: Nível máximo

source: Confirm Move
be_by: Спраўдзіць перасоўванне
de_de: Verschieben bestätigen
he_il: אישור העברה
pt_br: Confirmar movimentação

source: Category in use.
be_by: Катыгорыя выкарыстоўваецца.
de_de: Kategorie ist in Verwendung.
he_il: סוג־אב בשימוש.
pt_br: Categoria em utilização.

source: Subcategory in use.
be_by: Падкатыгорыя выкарыстоўваецца.
de_de: Unterkategorie ist in Verwendung.
he_il: סוג־אב משנה בשימוש.
pt_br: Subcategoria em uso.

source: Tip: Change all transactions using this Category to another Category using the merge command:
be_by: Парада: змяніце гэтую катыгорыю ва ўсіх ейных аперацыях на іншую катыгорыю з дапамогай каманды аб'яднання:
de_de: Tipp: Ändern Sie alle Buchungen, die diese Kategorie verwenden, auf eine andere Kategorie, indem Sie den Befehl Zusammenführen verwenden:
he_il: עצה: ניתן לשנות את כל התנועות בסוג־אב זה לסוג־אב אחר תוך שימוש בפקודת המיזוג:
pt_br: Dica: Altere todas as transações que usam esta Categoria para outra Categoria usando o comando de mesclagem:

source: Tip: Change all transactions using this Subcategory to another Category using the merge command:
be_by: Парада: змяніце гэтую падкатыгорыю ва ўсіх ейных аперацыях на іншую катыгорыю з дапамогай каманды аб'яднання:
de_de: Tipp: Ändern Sie alle Buchungen, die diese Unterkategorie verwenden, in eine andere Kategorie, indem Sie den Befehl Zusammenführen verwenden:
he_il: עצה: ניתן לשנות את כל התנועות בסוג־אב זה לסוג־אב אחר תוך שימוש בפקודת המיזוג:
pt_br: Dica: Altere todas as transações que estão nesta Subcategoria para outra Categoria usando o comando de mesclagem:

source: Tools → Merge → Categories
be_by: Прылады → Аб'яднаць → Катыгорыі
de_de: Werkzeuge → Zusammenführen → Kategorien
he_il: כלים ← מיזוג ← סוגי־אב
pt_br: Ferramentas → Mesclar → Categorias

source: Category Manager: Delete Error
de_de: Kategorienverwaltung: Fehler beim Löschen
he_il: מנהל סוגי־אב: שגיאת מחיקה
pt_br: Gerenciador de Categoria: Erro ao Excluir

source: Deleted transactions exist which use this category or one of its descendants.
be_by: Ёсць выдаленыя аперацыі, што належаць да гэтый катыгорыі або ейных падкатыгорыяў.
de_de: Es gibt gelöschte Buchungen, die diese Kategorie oder eine ihrer Unterkategorien verwenden.
he_il: קיימות תנועות שנמחקו עם סוג־אב זה או אחד מצאצאיו.
pt_br: Existem transações excluídas que usam esta categoria ou uma de seus descendentes.

source: Deleting the category will also automatically purge the associated deleted transactions.
be_by: У выніку выдалення катыгорыі будуць знішчаныя ўсе аперацыі, што ўжо былі выдаленыя.
de_de: Das Löschen der Kategorie löscht auch automatisch die zugehörigen gelöschten Buchungen.
he_il: מחיקת סוג־האב יטהרו באופן אוטומטי גם את התנועות המשוייכות שנמחקו.
pt_br: Excluir a categoria também limpará automaticamente as transações deletadas associadas.

source: Confirm Category Deletion
be_by: Спраўдзіце выдаленне катыгорыі
de_de: Löschen der Kategorie bestätigen
he_il: וידוא מחיקת סוג־אב
pt_br: Confirmar Exclusão da Categoria

source: Enter a new name for '%s'
be_by: Пакажыце новую назву для '%s'
de_de: Geben Sie einen neuen Namen für '%s' ein
he_il: נא להזין שם חדש עבור '%s'
pt_br: Insira um novo nome para '%s'

source: Edit Category
be_by: Рыдагаваць катыгорыю
de_de: Kategorie editieren
he_il: עריכת סוג־אב
pt_br: Editar Categoria

source: Category Manager: Editing Error
de_de: Kategorienverwaltung: Bearbeitungsfehler
he_il: מנהל סוגי־אב: שגיאת מחיקה
pt_br: Gerenciador de Categoria: Erro ao Editar

source: Merge categories completed
be_by: Адбылося аб'яднанне катыгорыяў
de_de: Zusammenführung der Kategorien ist abgeschlossen
he_il: מיזוג סוגי־אב הסתיים
pt_br: Mesclagem de categorias completa

source: Records have been updated in the database: %i
be_by: У базе дадзеных абноўлена запісаў: %i
de_de: %i Einträge wurden in der Datenbank aktualisiert
he_il: רשומות עודכנו במסד הנתונים: %i
pt_br: Os registros foram atualizados na Base de Dados: %i

source: Merge categories result
be_by: Вынік аб'яднання катыгорыяў
de_de: Ergebnis der Zusammenführung von Kategorien
he_il: תוצאות מיזוג סוגי־אב
pt_br: Resultado da Mesclagem de Categorias

source: Do you want to show all categories?
de_de: Sollen alle Kategorien angezeigt werden?
pt_br: Deseja mostrar todas as categorias?

source: Show all categories
de_de: Alle Kategorien anzeigen.
pt_br: Mostrar todas as categorias

source: &Edit Category…
de_de: Kategorie &bearbeiten…
pt_br: &Editar Categoria...

source: &Hide Selected Category
de_de: Ausgewählte Kategorie &ausblenden
pt_br: &Ocultar a categoria selecionada

source: &Show Selected Category
de_de: &Ausgeblendete Kategorie wieder anzeigen
pt_br: &Mostrar Categoria Selecionada

source: &Remove Category
de_de: Kategorie &löschen
pt_br: &Remover Categoria

source: &New Category…
de_de: &Neue Kategorie…
pt_br: &Nova Categoria…

source: Category Manager
de_de: Kategorienverwaltung
he_il: מנהל סוגי־אב
pt_br: Gerenciador de categoria

source: Currency name
be_by: Назва валюты
de_de: Name der Währung
he_il: שם מטבע
pt_br: Nome da moeda

source: Currency Name
be_by: Назва валюты
de_de: Name der Währung
he_il: שם מטבע
pt_br: Nome da Moeda

source: Currency Code
be_by: Код валюты
de_de: Währungscode
he_il: קוד מטבע
pt_br: Código da Moeda

source: Currency Symbol
be_by: Сымбаль валюты
de_de: Währungskürzel
he_il: סמל מטבע
pt_br: Símbolo da Moeda

source: Prefix
be_by: Прэфікс
de_de: Präfix
he_il: קידומת
pt_br: Prefixo

source: Dot
be_by: Кропка
de_de: Punkt
he_il: נקודה
pt_br: Ponto

source: Comma
be_by: Коска
de_de: Komma
he_il: פסיק
pt_br: Virgula

source: Grouping Char
be_by: Падзяляльнік групаў
de_de: Gruppierungszeichen
he_il: תו קיבוץ
pt_br: Separador dos Milhares

source: None
be_by: Няма/Ня вызначаны/а
de_de: Keines
he_il: ללא
pt_br: Nada

source: Space
be_by: Прагал
de_de: Leerzeichen
he_il: רווח
pt_br: Espaço

source: Scale
be_by: Дробавых
de_de: Dezimalstellen
he_il: מקומות עשרוניים
pt_br: Escala

source: Conversion to Base Rate
be_by: Курс абмена на базавую валюту
de_de: Umwandlung in Basiskurs
he_il: המרה לשער הבסיס
pt_br: Conversão para a Taxa Base

source: Conversion rate will be used in case no currency history has been found for the currency
be_by: Абменны курс будзе выкарыстоўвацца ў выпадку, калі для валюты не была знойдзеная гісторыя
de_de: Umrechnungskurs wird für den Fall verwendet, dass kein Kursverlauf für die Währung gefunden wurde
he_il: במידה ולא ואין שערים היסטוריים למטבע, יעשה שימוש בשער המרה
pt_br: A taxa de câmbio será utilizada caso nenhum histórico de valor tenha sido encontrado para a moeda

source: Fixed conversion rate
be_by: Фіксаваны абменны курс
de_de: Fester Umrechnungskurs
he_il: שער המרה קבוע
pt_br: Taxa de câmbio corrigida

source: Currency Format Sample:
be_by: Узор фармата валюты:
de_de: Währungsformat Beispiel:
he_il: דוגמת תבנית מטבע:
pt_br: Exemplo de formato de moeda:

source: Save any changes made
be_by: Захаваць будзь-якія зробленыя змены
de_de: Speichere alle Änderungen
he_il: שמור כל השינויים שנעשו
pt_br: Gravar qualquer alteração realizada

source: Any changes will be lost without update
be_by: Без абнаўлення усе змены будуць страчаныя
de_de: Alle Änderungen gehen verloren ohne speichern
he_il: כל השינויים יאבדו ללא עדכון
pt_br: Quaisquer alterações serão perdidas sem atualização

source: Grouping character is unable to be the same as the decimal character
de_de: Das Gruppierungszeichen kann nicht mit dem Dezimalzeichen identisch sein
pt_br: O caractere de agrupamento não pode ser o mesmo que o caractere decimal

source: %.2f Shown As: %s
be_by: %.2f адлюстроўваецца як: %s
de_de: %.2f angezeigt als: %s
he_il: %.2f מוצג כ: %s
pt_br: %.2f Exibido Como: %s

source: (Using Locale)
be_by: (Выкарыстоўваецца лакаль)
de_de: (Lokal verwenden)
he_il: (שימוש במַקָּם)
pt_br: (Usando Local)

source: Manage dashboard date ranges
de_de: Dashboard Datumsbereiche verwalten
pt_br: Gerenciar intervalos de datas no painel

source: Manage checking date ranges
de_de: Überprüfungszeiträume verwalten
pt_br: Gerenciar os intervalos de datas

source: Manage reporting date ranges
de_de: Berichtsdatumsbereiche verwalten
pt_br: Gerenciar intervalo de datas no relatório

source: Manage date ranges
de_de: Datumsbereiche verwalten
pt_br: Gerenciar intervalo de datas

source: &Edit
de_de: &Bearbeiten
pt_br: &Editar

source: &New
de_de: &Neu
pt_br: &Novo

source: &Restore default ranges
de_de: Standardbereiche &wiederherstellen
pt_br: &Restaurar intervalos padrão

source: Do you want to delete the selected date range?
de_de: Soll der ausgewählte Datumsbereich gelöscht werden?
pt_br: Deseja excluir o intervalo de datas selecionado?

source: Delete date range
de_de: Datumsbereich löschen
pt_br: Excluir intervalo de datas

source: Do you really want to restore the default ranges? All customization will be lost!
de_de: Wollen Sie wirklich die Standardbereiche wiederherstellen? Alle Anpassungen sind dann verloren!
pt_br: Você realmente deseja restaurar os intervalos padrão? Todas as personalizações serão perdidas!

source: Default date ranges
de_de: Standard Datumsbereiche
pt_br: Intervalo de datas padrão

source: More date ranges…
de_de: Weitere Datumsbereiche…
pt_br: Mais intervalos de datas…

source: Properties
be_by: Уласцівасці
de_de: Eigenschaften
he_il: מאפינים
pt_br: Propriedades

source: Custom Field Manager
de_de: Benutzerdefinierte Felder verwalten
he_il: מנהל שדות מותאם אישית
pt_br: Gerenciador de Campos Personalizados

source: Do you want to delete the custom field and all its data?
de_de: Möchten Sie das benutzerdefinierte Feld und seine Daten löschen?
pt_br: Deseja excluir o campo personalizado e todos os seus dados?

source: Confirm Custom Field Deletion
be_by: Спраўдзіце выдаленне карыстальніцкага поля
de_de: Benutzerdefiniertes Feld löschen bestätigen
he_il: אישור מחיקת שדה מותאם אישית
pt_br: Confirma Eliminação do Campo Personalizado

source: This function will bulk search & replace for "%s" custom field values It will match & replace only complete field value, no partial or middle-value replaces allowed Please consider that there isn't any validation!
be_by: Гэтая функцыя будзе паўсюль выконваць пошук і замену значэнняў карыстальніцкага поля «%s» Будуць замененыя толькі поўныя супадзення поля, частковае або сярэдняе значэнне не дапускаецца Калі ласка, улічвайце, што няма ніякай праверкі!
de_de: Diese Funktion sucht nach "%s" und ersetzt in benutzerdefinierten Feldwerten. Es wird nur bei komplett übereinstimmenden Feldwerten ersetzt, es sind keine Teil- oder Mittelwertersetzungen erlaubt. Bitte beachten Sie, dass es keine Überprüfung gibt!
he_il: אפשרות זו תחפש ותחליף באופן גורף את "%s" בערכי שדה מותאמים אישית. היא תתאים ותחליף את מלוא ערך השדה, החלפת חלקים או קטעים מהערך אינה אפשרית. כללי אימות לא נתמכים אף הם!
pt_br: Esta função fará uma busca & substituição massiva para os "%s" campos personalizados Irá comparar & substituir apenas os campos completos, nenhuma substituição parcial ou pela metade é permitida Por favor, considere que não há qualquer validação!

source: Confirm Custom Field Content Update
be_by: Спраўдзіце абнаўленне карыстальніцкага поля
de_de: Bestätigung der Inhaltsänderung eines benutzerdefiniertes Feldes
he_il: אישור עדכון תוכן שדה מותאם אישית
pt_br: Confirme a atualização do conteúdo do campo personalizado

source: Find what
be_by: Знайсці
de_de: &Suche
he_il: מצא את
pt_br: Procurar por

source: Update Custom Field Content
be_by: Абнаўленне карыстальніцкага поля
de_de: Benutzerdefinierten Feldinhalt aktualisieren
he_il: עדכון תוכן שדה מותאם
pt_br: Atualizar Conteúdo do Campo Personalizado

source: Do you want to update blank custom field content? Select No if you want to abort the replace procedure.
de_de: Soll der Inhalt leerer Felder aktualisiert werden? Nein wählen, wenn die Ersetzungsprozedur abgebrochen werden soll.
pt_br: Deseja atualizar o conteúdo em branco? Selecione Não se quiser abortar o procedimento.

source: Replace with
be_by: Замяніць на
de_de: Ersetzen durch
he_il: החלפה ב
pt_br: Substituir por

source: %zu occurrence founded and replaced!
be_by: %zu супадзенне знойдзенае і замененае!
de_de: %zu Vorkommnisse gefunden und ersetzt!
he_il: מופע %zu נמצא והוחלף!
pt_br: %zu ocorrência encontrada e substituída!

source: &Bulk content update
be_by: &Абнаўленне змесціва паўсюль
de_de: &Masseninhalt-Update
he_il: &עדכון תכולה גורף
pt_br: &Atualizar conteúdo em massa

source: Reports
be_by: Справаздачы
de_de: Berichte
he_il: דוחות
pt_br: Relatórios

source: Locate and load a report file.
be_by: Абраць і запампаваць файл справаздачы.
de_de: Suchen und Laden einer Berichtsdatei.
he_il: אתר וטען קובץ דוח.
pt_br: Localizar e carregar um relatório.

source: Export the report to a new file.
be_by: Экспартаваць справаздачу у новый файл.
de_de: Exportiert den Bericht in eine neue Datei.
he_il: יצוא הדוח לקובץ חדש.
pt_br: Exportar o relatório para um novo arquivo.

source: &Sync from GitHub
de_de: Von GitHub &synchronisieren
pt_br: &Sincronizar do GitHub

source: Fetch latest reports from GitHub repository
de_de: Aktuelle Berichte aus dem GitHub Repository abrufen
pt_br: Obter os relatórios mais recentes do repositório do GitHub

source: Save changes.
be_by: Захаваць змены.
de_de: Änderungen speichern.
he_il: שמור שינויים.
pt_br: Salvar alterações.

source: &Run
be_by: В&ыканаць
de_de: Sta&rten
he_il: &הרצה
pt_br: &Executar

source: Run selected report.
be_by: Выканаць абраную справаздачу.
de_de: Ausgewählten Bericht ausführen.
he_il: הרצת הדוח שנבחר.
pt_br: Executar relatório selecionado.

source: Output
be_by: Вынік
de_de: Ausgabe
he_il: פלט
pt_br: Resultado

source: Template
be_by: Шаблон
de_de: Vorlage
he_il: תבנית
pt_br: Modelo

source: Create Template
be_by: Стварыць шаблон
de_de: Neue Vorlage
he_il: יצירת תבנית
pt_br: Criar Modelo

source: %zu row returned, duration: %lld ms
be_by: %zu радок вярнуўся, працягласць: %lld мс
de_de: %zu Zeile gefunden, Dauer: %lld ms
he_il: %zu שורה הוחזרה, משך: %lld מילי שניה
pt_br: %zu linha retornada, duração: %lld ms

source: SQL Syntax Error
be_by: Сінтаксічная памылка SQL
de_de: SQL Syntax Fehler
he_il: שגיאת תחביר SQL
pt_br: Erro de sintaxe SQL

source: Load report file:
be_by: Запампаваць файл справаздачы:
de_de: Berichtsdatei laden:
he_il: טען קובץ דוח:
pt_br: Carregar arquivo de relatório:

source: General Report Manager files (*.grm)
be_by: Файлы дыспетчара справаздачаў (*.grm)
de_de: Allgemeiner Berichtsmanager Dateien (*.grm)
he_il: קובצי מנהל דוחות כללי (*.grm)
pt_br: Arquivos do Gerenciador de Relatórios Gerais (* .grm)

source: ZIP files (*.zip)
be_by: ZIP файлы (*.zip)
de_de: ZIP-Dateien (*.zip)
he_il: ‮קובצי ZIP ‭(*.zip)
pt_br: Arquivos ZIP (* .zip)

source: General Report Manager
be_by: Дыспетчар справаздачаў
de_de: Allgemeiner Berichtsmanager
he_il: מנהל דוחות כללי
pt_br: Gerenciador de Relatórios

source: Assets…
be_by: Актывы…
de_de: Vermögenswerte…
he_il: נכסים…
pt_br: Bens…

source: New Empty Report…
be_by: Новая пустая справаздача…
de_de: Neuer leerer Bericht…
he_il: דוח (ריק) חדש…
pt_br: Novo Relatório em Branco…

source: Duplicate Report
de_de: Bericht verdoppeln
pt_br: Duplicar Relatório

source: New Sample Report
be_by: Новы прыклад справаздачы
de_de: Neuer Beispiel Bericht
he_il: דוח דוגמא חדש
pt_br: Novo Relatório de Exemplo

source: Change Group…
be_by: Змяніць групу…
de_de: Wechsle Gruppe…
he_il: שינוי קבוצה…
pt_br: Alterar Grupo…

source: Rename Group…
be_by: Пераназваць групу…
de_de: Gruppe umbenennen…
he_il: שינוי שם קבוצה…
pt_br: Renomear grupo…

source: UnGroup
be_by: Разгрупаваць
de_de: Gruppierung aufheben
he_il: פרק קבוצה
pt_br: Desagrupar

source: Rename Report…
be_by: Пераназваць справаздачу…
de_de: Bericht umbenennen…
he_il: שינוי שם דוח…
pt_br: Renomear Relatório…

source: Active
be_by: Актыўная
de_de: Aktiv
he_il: פעיל
pt_br: Ativo

source: Show/Hide report in Navigator
de_de: Bericht im Navigator ein-/ausblenden
pt_br: Mostrar/ocultar relatório no Navegador

source: Delete Report…
be_by: Выдаліць справаздачу…
de_de: Bericht löschen…
he_il: מחיקת דוח…
pt_br: Excluir Relatório…

source: Sync Report…
de_de: Sync-Bericht…
pt_br: Sincronizar Relatório…

source: Report "%s" has been modified. Do you want to save it?
de_de: Der Bericht "%s" wurde geändert. Soll er gespeichert werden?
pt_br: O Relatório "%S" foi modificado. Deseja salvá-lo?

source: Enter the name for the report
be_by: Пакажыце назву справаздачы
de_de: Namen für den Bericht eingeben
he_il: הזנת שם הדוח
pt_br: Inserir um nome para o relatório

source: Pull Report Title:
de_de: Pull Report Titel:
pt_br: Puxar título do relatório:

source: Delete the Report Title:
be_by: Выдаліць справаздачу:
de_de: Löschen des Berichtstitels:
he_il: מחיקת כותרת דוח:
pt_br: Apagar o Título do Relatório:

source: Enter or choose name for the new report group
be_by: Пакажыце або абярыце назву новай групы справаздачаў
de_de: Geben Sie einen Namen für die neue Berichtsgruppe ein oder wählen Sie einen Namen aus
he_il: הזנת או בחירת שם עבור קבוצת הדוחות החדשה
pt_br: Digite ou escolha o nome do novo grupo de relatórios

source: Change report group
be_by: Змяніць групу
de_de: Berichtsgruppe ändern
he_il: שינוי קבוצת דוחות
pt_br: Alterar grupo de relatório

source: Enter or choose name for the new group
be_by: Пакажыце або абярыце назву новай групы
de_de: Geben Sie einen Namen für die neue Gruppe ein oder wählen Sie einen Namen aus
he_il: הזנת או בחירת שם עבור הקבוצה החדשה
pt_br: Digite ou escolha o nome do novo grupo

source: Rename Group
be_by: Перайменаваць групу
de_de: Gruppe umbenennen
he_il: שינוי שם קבוצה
pt_br: Renomear grupo

source: Add Report Group
be_by: Дадаць групу
de_de: Bericht Gruppe hinzufügen
he_il: הוספת קבוצת דוחות
pt_br: Adicionar Grupo de Relatórios

source: New Report %s
be_by: Новая справаздача %s
de_de: Neuer Bericht %s
he_il: דוח חדש %s
pt_br: Novo relatório %s

source: A report with this name already exists
be_by: Справаздача з такой назвай ужо існуе
de_de: Ein Bericht mit diesem Namen existiert bereits
he_il: דוח בשם זה כבר קיימת
pt_br: Já existe um relatório com este nome

source: New Report
be_by: Новая справаздача
de_de: Neuer Bericht
he_il: דוח חדש
pt_br: Novo Relatório

source: Assets
be_by: Актывы
de_de: Vermögenswerte
he_il: נכסים
pt_br: Bens

source: Choose file to Save As Report
be_by: Абярыце файл, куды захаваць справаздачу
de_de: Wähle Datei, um den Bericht zu speichern
he_il: בחירת קובץ לשמירה כדוח
pt_br: Escolha o arquivo para Salvar como Relatório

source: Parameters:
de_de: Parameter:
pt_br: Parâmetros:

source: Copy name
de_de: Namen kopieren
pt_br: Copiar nome

source: Copy all column names
de_de: Alle Spaltennamen kopieren
pt_br: Copiar todos os nomes das colunas

source: Copy as SQL SELECT
de_de: Als SQL SELECT kopieren
pt_br: Copiar como SQL SELECT

source: Edit Payee
be_by: Рыдагаваць платніка
de_de: Bearbeiten des Zahlungsempfängers
he_il: עריכת מוטב
pt_br: Editar Favorecido

source: Enter the Name of the Payee. This name can be renamed at any time.
be_by: Пакажыце імя Платніка. Гэтае імя можа быць змененае ў будзь-які час.
de_de: Geben Sie den Namen des Zahlungsempfängers ein. Dieser Name kann jederzeit umbenannt werden.
he_il: נא להזין שם מוטב. ניתן לשנות שם מוטב בכל עת.
pt_br: Digite o nome do Favorecido. Este nome pode ser renomeado a qualquer momento.

source: Hidden
be_by: Утоены
de_de: Ausgeblendet
he_il: מוסתר
pt_br: Oculto

source: Indicate whether the payee should hidden and not presented in the payee list for new transactions
be_by: Пазначыць платніка ўтоеным, каб не было бачна ў спісе платнікоў для новых аперацыяў
de_de: Wenn markiert, wird der Zahlungsempfänger in der Liste der Zahlungsempfänger für neue Buchungen nicht angezeigt
he_il: סימול באם על המוטב להיות חסוי ולא מוצג ברשימת המוטבים בתנועות חדשות
pt_br: Indique se o favorecido deve ser ocultado e não apresentado na lista de favorecidos para novas transações

source: Default Category
be_by: Катыгорыя па змаўчанні
de_de: Standardkategorie
he_il: סוג־אב ברירת מחדל
pt_br: Categoria Padrão

source: Last Used Category
be_by: Што была мінулага раза
de_de: Zuletzt verwendete Kategorie
he_il: ששימש לאחרונה
pt_br: Última categoria utilizada

source: The category used as default for this payee
be_by: Катыгорыя выкарыстоўваецца па змаўчанні для гэтага платніка
de_de: Die Kategorie, die als Standard für diesen Zahlungsempfänger verwendet wird
he_il: סוג־אב ברירת מחדל עבור מוטב זה
pt_br: A categoria usada como padrão para este beneficiário

source: Reference
be_by: Сувязь
de_de: Referenz
he_il: אסמכתא
pt_br: Referência

source: A reference to be used for the payee, e.g. bank account number
be_by: Сувязь, што будзе выкарыстана для платніка, напрыклад нумар банкаўскага рахунка
de_de: Eine Referenz, die für den Zahlungsempfänger zu verwenden ist, z. B. eine Kontonummer
he_il: אסמכתה שתשמש במוטב זה, לדוגמה: מספר חשבון בנק
pt_br: Uma referência a ser usada para o favorecido, por exemplo, número de conta bancária

source: Website
be_by: Вэб-сайт
de_de: Webseite
he_il: אתר מרשתת
pt_br: Site

source: Website URL associated with the payee
be_by: Спасылка на вэб-сайт, што звязаны з платніком
de_de: URL der Website des Zahlungsempfängers
he_il: אתר מרשתת שמשוייך למוטב זה
pt_br: URL do site associado ao favorecido

source: Match Patterns on Import
be_by: Пераверыць па шаблонах падчас імпарта
de_de: Match Patterns beim Import
he_il: התאמת דפוס בייבוא
pt_br: Parear padrões na importação

source: Enter any string to match this payee on import. Patterns are tested in the order entered here.
be_by: Пакажыце будзь-якія дадзеныя, каб знайсці гэтага платніка падчас імпарта. Шаблоны перавяраюцца ў паказаным тут парадку.
de_de: Geben Sie jede Zeichenkette ein, um diesen Zahlungsempfänger beim Import zu finden. Muster werden in der hier eingegebenen Reihenfolge getestet.
he_il: הזנת מחרוזת כל שהיא להתאמת מוטב זה בייבוא. דפוסים נבחנים על פי סדר הזנתם כאן.
pt_br: Digite qualquer sequência de caracteres que corresponda a este beneficiário na importação. Padrões são testados na ordem digitada aqui.

source: Use the asterisk (*) at the beginning to find any string in the middle of the sentence.
de_de: Benutzen Sie den Stern (*) am Anfang, um jede Zeichenkette in der Mitte des Satzes zu finden.
pt_br: Use o asterisco (*) no começo para encontrar quaisquer caracteres no meio da frase.

source: A payee with this name already exists
be_by: Платнік з такой назвай ужо існуе
de_de: Ein Zahlungsempfänger mit diesem Namen existiert bereits
pt_br: Já existe um beneficiário com este nome

source: Payee Manager
de_de: Zahlungsempfängerverwaltung
pt_br: Gerenciador de Favorecidos
