Repository: n-stein/moneymanagerex
Catalog: po/*.po
Languages: be_by, de_de, he_il, pt_br

source: Large
be_by: Вялікі
de_de: Groß
he_il: גדול
pt_br: Grande

source: Huge
be_by: Буйны
de_de: Sehr groß
he_il: עצום
pt_br: Enorme

source: Toolbar Icon Size
be_by: Памер значкоў панэлі прыладаў
de_de: Symbolgröße der Symbolleiste
he_il: גודל סמל סרגל־כלים
pt_br: Tamanho do ícone na barra de ferramentas

source: Navigator Icon Size
de_de: Navigationssymbolgröße
pt_br: Tamanho do ícone do Navegador

source: Others Icon Size
be_by: Памер іншых значкоў
de_de: Sonstige Symbolgröße
he_il: גודל סמלים אחרים
pt_br: Tamanho de outros ícones

source: Small (16 px)
be_by: Малы (16 px)
de_de: Klein (16 px)
he_il: קטן (16 פיקסל)
pt_br: Pequeno (16 px)

source: Large (32 px)
be_by: Вялікі (32 px)
de_de: Groß (32 px)
he_il: גדול (32 פיקסל)
pt_br: Grande (32 px)

source: Huge (48 px)
be_by: Велізарны (48 px)
de_de: Sehr groß (48 px)
he_il: גדול מאוד (48 פיקסל)
pt_br: Enorme (48 px)

source: Accounts Balance - %s
be_by: Баланс рахункаў — %s
de_de: Kontostände - %s
he_il: יתרת חשבונות - %s
pt_br: Saldo das Contas - %s

source: Monthly Report
be_by: Штомесячная справаздача
de_de: Monatlicher Bericht
he_il: דוח חודשי
pt_br: Relatório Mensal

source: Yearly Report
be_by: Штогадовая справаздача
de_de: Jährlicher Bericht
he_il: דוח שנתי
pt_br: Relatório Anual

source: Collapse All
be_by: Згарнуць усе
de_de: Alle einklappen
he_il: צימום הכול
pt_br: Recolher tudo

source: Expand All
be_by: Разгарнуць усе
de_de: Alle ausklappen
he_il: הרחבת הכל
pt_br: Expandir tudo

source: Total Expenses:
be_by: Выдаткаў агулам:
de_de: Gesamtausgaben:
he_il: סך־כל הוצאות:
pt_br: Despesas Totais:

source: Total Income:
be_by: Агульны прыбытак:
de_de: Gesamteinkommen:
he_il: סך־כל הכנסות:
pt_br: Receitas Totais:

source: Grand Total:
be_by: Цалкам:
de_de: Gesamtsumme:
he_il: סך־כל כללי:
pt_br: Total Geral:

source: Categories Summary
be_by: Зводка па катыгорыях
de_de: Zusammenfassung Kategorien
he_il: תמצית קטגוריות
pt_br: Resumo das Categorias

source: Category Income/Expenses
be_by: Прыбыткі і выдаткі па катыгорыях
de_de: Kategorie Einnahmen/Ausgaben
he_il: סוג־אב הכנסות/הוצאות
pt_br: Categoria Receitas/Despesas

source: Difference
be_by: Розніца
de_de: Differenz
he_il: הפרש
pt_br: Diferença

source: Overall
be_by: У цэлым
de_de: Gesamtergebnis
he_il: כללי
pt_br: Global

source: Incomes
be_by: Прыбыткі
de_de: Einnahmen
he_il: הכנסות
pt_br: Receitas

source: %1$s (%2$i month)
de_de: %1$s (%2$i Monat)
pt_br: %1$s (%2$i mês)

source: Cumulative Difference
be_by: Накопленая розніца
de_de: Kumulierte Differenz
he_il: הפרש מצטבר
pt_br: Diferença Cumulativa

source: Cash Flow - Daily
be_by: Рух сродкаў — штодзённа
de_de: Geldfluss - Täglich
he_il: תזרים מזומנים – יומי
pt_br: Fluxo de caixa - Diário

source: Cash Flow - Monthly
be_by: Рух сродкаў — штомесяц
de_de: Geldfluss - Monatlich
he_il: תזרים מזומנים – חודשי
pt_br: Fluxo de caixa - Mensal

source: Cash Flow - Transactions
be_by: Рух сродкаў — аперацыі
de_de: Geldfluss - Buchungen
he_il: תזרים מזומנים – תנועות
pt_br: Fluxo de caixa - Transações

source: Forecast
be_by: Прагноз
de_de: Verlauf
he_il: תחזית
pt_br: Previsão

source: Income vs. Expenses Summary
de_de: Einkommen vs. Ausgaben Zusammenfassung
pt_br: Receitas vs. Despesas Resumo

source: Income:
be_by: Прыбытак:
de_de: Einnahmen:
he_il: הכנסה:
pt_br: Receitas:

source: Expenses:
be_by: Выдаткі:
de_de: Ausgaben:
he_il: הוצאות:
pt_br: Despesa:

source: Income vs. Expenses Monthly
de_de: Monatliche Einnahmen vs. Ausgaben
pt_br: Receitas vs. Despesas Mensais

source: Cumulative
be_by: Сукупна
de_de: Kumulativ
he_il: מצטבר
pt_br: Acumulado

source: Payee Report
be_by: Справаздача па платніках
de_de: Zahlungsempfänger Bericht
he_il: דוח מוטב
pt_br: Relatório de Favorecidos

source: Net flow
de_de: Nettofluss
pt_br: Fluxo líquido

source: Summary of Stocks
be_by: Зводка па каштоўных паперах
de_de: Wertpapierzusammenfassung
he_il: סיכום מניות
pt_br: Resumo dos Investimentos

source: Purchase Date
be_by: Дата набыцця
de_de: Kaufdatum
he_il: תאריך הרכישה
pt_br: Data da compra

source: Quantity
be_by: Колькасць
de_de: Anzahl
he_il: כמות
pt_br: Quantidade

source: Stocks Performance Charts
be_by: Прадстаўленне каціровак
de_de: Wertpapierkursentwicklungsgrafik
he_il: גרף בצועי ניירות ערך
pt_br: Gráficos de Desempenho de Ações

source: Accounts:
be_by: Рахункі:
de_de: Konten:
he_il: חשבונות:
pt_br: Contas:

source: All Transactions: Withdrawals, Deposits, and Transfers
be_by: Усе аперацыі: спісанні, унёскі і пераказы
de_de: Alle Buchungen: Auszahlungen, Einzahlungen und Überweisungen
he_il: כל התנועות: משיכות, הפקדות והעברות
pt_br: Todas as Transações: Pagamentos, Recebimentos e Transferências

source: All Transactions excluding Transfers
be_by: Усе аперацыі акрамя пераказаў
de_de: Alle Buchungen außer Überweisungen
he_il: כל התנועות למעט העברות
pt_br: Todas as Transações, excluindo Transferências

source: Statistics
de_de: Statistiken
pt_br: Estatísticas

source: Average
de_de: Durchschnitt
he_il: ממוצע
pt_br: Média

source: MMEX Usage Frequency
be_by: Як часта выкарыстоўваецца MMEX
de_de: MMEX Nutzungshäufigkeit
he_il: תדירות שימוש ב- MMEX
pt_br: Frequência de Utilização do MMEX

source: Financial Year: %s - %i
be_by: Фінансавы год: %s — %i
de_de: Geschäftsjahr: %s - %i
he_il: שנת כספים: %s - %i
pt_br: Exercício Financeiro: %s - %i

source: Financial Year: %i Month: %s
de_de: Geschäftsjahr: %i Monat: %s
pt_br: Exercício Financeiro: %i Mês: %s

source: Year: %i Month: %s
be_by: Год: %i Месяц: %s
de_de: Jahr: %i Monat: %s
he_il: שנה: %i חודש: %s
pt_br: Ano: %i Mês: %s

source: Budget Categories for %s
be_by: Бюджэт на %s
de_de: Budgetkategorien für %s
he_il: קטגוריות התקציב ל %s
pt_br: Categorias de Orçamento para %s

source: Budget Category Summary for %s
be_by: Зводка па катыгорыях у бюджэце на %s
de_de: Budgetkategorie Zusammenfassung für %s
he_il: סיכום סוג־אב תקציב ל־%s
pt_br: Resumo da Categoria de Orçamento para %s

source: (Estimated vs. Actual)
de_de: (Geschätzt vs. tatsächlich)
pt_br: (Estimado vs. Atual)

source: Estimated Income:
be_by: Чаканыя прыбытак:
de_de: Erwartete Einnahmen:
he_il: הכנסות צפויות:
pt_br: Receita Estimada:

source: Actual Income:
be_by: Фактычны прыбытак:
de_de: Tatsächliche Einnahmen:
he_il: הכנסות בפועל:
pt_br: Receita Realizada:

source: Difference Income:
be_by: Розніца прыбытка:
de_de: Unterschied Einnahmen:
he_il: הפרש הכנסות:
pt_br: Diferença:

source: Estimated Expenses:
be_by: Чаканыя выдаткі:
de_de: Erwartete Ausgaben:
he_il: הוצאות צפויות:
pt_br: Despesas Estimadas:

source: Actual Expenses:
be_by: Фактычныя выдаткі:
de_de: Tatsächliche Ausgaben:
he_il: הוצאות בפועל:
pt_br: Despesas Realizadas:

source: Difference Expenses:
be_by: Розніца выдаткаў:
de_de: Unterschied Ausgaben:
he_il: הפרש הוצאות:
pt_br: Diferença:

source: Budget Performance for %s
be_by: Прадстаўленне бюджэта %s
de_de: Budgeterfüllung für %s
he_il: בצועי תקציב ל %s
pt_br: Desempenho Orçamentário para %s

source: Act.
be_by: Факт.
de_de: Empfehlung
he_il: בפועל.
pt_br: Atu.

source: Est.
be_by: Чак.
de_de: Schätzung
he_il: תחזית.

source: Bug Report
be_by: Справаздача пра памылку
de_de: Fehlerbericht
he_il: דווח תקלה
pt_br: Reportar bug

source: Replace this text (marked with >) with detailed description of the problem.
de_de: Ersetzen Sie diesen Text (mit > markiert) mit einer detaillierten Beschreibung Ihres Problems.
pt_br: Substitua este texto (marcado com>) pela descrição detalhada do problema.

source: Please do not remove information attached below this text.
be_by: Калі ласка, не выдаляйце інфармацыю, паказаную ніжэй гэтага тэкста.
de_de: Bitte entfernen Sie die unter diesem Text enthaltenen Informationen nicht.
he_il: נא לא להסיר את המידע המצורף בתחית מלל זה.
pt_br: Por favor, não remova as informações anexadas abaixo deste texto.

source: Use Help → Check for Updates in MMEX to get the latest version, where the problem might be already fixed.
de_de: Verwenden Sie Hilfe → Prüfe auf neue Version, um die neueste MMEX Version zu erhalten, bei der Ihr Problem bereits behoben sein könnte.
pt_br: Use Ajuda → Buscar por Atualizações no MMEX para obter a versão mais recente, onde o seu problema já pode estar corrigido.

source: Search <a href='%s'>a list of known issues</a> for similar problem. If so, update existing issue instead of creating a new one.
be_by: Праверце <a href='%s'>спіс вядомых праблемаў</a> на прадмет таго, што такая праблема ўжо зарэгістраваная. Калі так, абнавіце існуючую заяўку замест стварэння новай.
de_de: Durchsuche <a href='%s'>die Liste bekannter Probleme</a> nach ähnlichen Problemen. Wenn ja, aktualisiere das bestehende Problem, anstatt ein neues zu erstellen.
he_il: חיפוש ב<a href='%s'>רשימת בעיות ידועות</a>למציאת בעיה דומה. אם נמצאה כזו, נא לעדכנה במקום לפתוח אחת חדשה.
pt_br: Pesquisar <a href='%s'>uma lista de problemas conhecidos</a> para problemas semelhantes. Se assim, atualize o problema existente em vez de criar um novo.

source: As you know, <a href='%s'>a forum</a> for users is available where you can discuss problems and find solutions.
be_by: Як вы ведаеце, <a href='%s'>форум</a> для карыстальнікаў дасяжны для абмеркавання праблемаў і пошуку рашэнняў.
de_de: Wie Sie wissen, steht <a href='%s'>ein Forum</a> für Benutzer zur Verfügung, in dem Sie Probleme diskutieren und Lösungen finden können.
he_il: כידוע, <a href='%s'>פורום</a> משתמשים זמין לדיון בבעיות ומציאת פתרונות.
pt_br: Como você sabe, <a href='%s'>um fórum</a> disponível para usuários discutirem problemas e encontrar soluções.

source: Please, join the community on <a href='%s'>Slack</a>. Here you can also pose the question and learn the latest news.
de_de: Bitte treten Sie unserer Gemeinschaft in <a href='%s'>Slack</a> bei. Hier können Sie auch Ihre Frage stellen und neueste Nachrichten erfahren.
pt_br: Por favor, junte-se a nossa comunidade no <a href='%s'>Slack</a>. Aqui você também tirar suas dúvidas e ver as últimas notícias.

source: Read <a href='%s'>How to Report Bugs Effectively</a> for useful tips.
be_by: Прачытайце карысныя парады па спасылцы: <a href='%s'>Як найлепш паведамляць пра памылкі</a>.
de_de: Lesen Sie, <a href='%s'> wie man Fehler effektiv meldet</a> hier finden Sie nützliche Tipps.
he_il: נא לקרוא <a href='%s'>אופן דיווח יעיל על תקלה</a> לעצות שימושיות.
pt_br: Leia <a href='%s'>Como reportar os Bugs efetivamente</a> para dicas úteis.

source: Provide a descriptive name for the problem.
de_de: Geben Sie einen beschreibenden Namen für das Problem an.
pt_br: Forneça um nome descritivo para o problema.

source: Include steps to reproduce the problem; attach screenshots where appropriate.
de_de: Geben Sie die Schritte an, mit denen das Problem reproduziert werden kann; fügen Sie gegebenenfalls Screenshots bei.
pt_br: Inclua etapas para reproduzir o problema; anexe capturas de tela quando apropriado.

source: Before click the following link, be sure that you have already signed in to the <a href='%s'>GitHub</a>.
be_by: Перш чым перайсці па спасылцы, пераканайцеся, што вы ўжо ўвайшлі ў <a href='%s'>GitHub</a>.
de_de: Bevor Sie auf den folgenden Link klicken, stellen Sie sicher, dass Sie sich bereits beim <a href='%s'>GitHub</a> angemeldet haben.
he_il: לפני הקשה על הקישור הבא, נא לוודא כי הנכם מחוברים כבר ל־<a href='%s'>גיטהאב</a>.
pt_br: Antes de clicar no seguinte link, certifique-se de que você já fez login no <a href='%s'>GitHub</a>.

source: Finally, report the bug using the GitHub <a href='%s'>online form</a> opened in a web browser.
de_de: Schließlich melden Sie den Fehler über das in einem Webbrowser geöffnete GitHub <a href='%s'>-Online-Formular</a>.
pt_br: Finalmente, relate o erro usando o formulário online do GitHub <a href='%s'></a> aberto em um navegador web.

source: Please, follow these instructions before submitting a new bug report:
be_by: Перад адпраўкай новай памылкі, калі ласка, выканайце наступныя дзеянні:
de_de: Bitte befolgen Sie diese Schritte, bevor Sie einen neuen Fehler melden:
he_il: השלמת השלבים הבאים לפני יצירת תקלה חדשה:
pt_br: Por favor, siga estas etapas antes de enviar um novo bug:

source: Report Generated %1$s %2$s
be_by: Справаздача ёсць сгенераваная %1$s %2$s
de_de: Bericht erstellt %1$s %2$s
he_il: חולל דוח %1$s %2$s
pt_br: Relatório Gerado %1$s %2$s

source: From %1$s till %2$s
be_by: З %1$s па %2$s
de_de: Von %1$s bis %2$s
he_il: מ %1$s עד %2$s
pt_br: De %1$s a %2$s

source: Future
be_by: Такія, што яшчэ адбудуцца
de_de: Zukunft
he_il: עתיד
pt_br: Futuro

source: Over Time
be_by: Увесь час
de_de: über die ganze Zeit
he_il: לאורך זמן
pt_br: Desde o Início

source: Past
de_de: Vorher
pt_br: Passado

source: User specified start day
be_by: Паказаны карыстальнікам першы дзень
de_de: vom Benutzer angegebener Starttag
he_il: תאריך התחלה מוגדר משתמש
pt_br: Dia de início especificado pelo usuário

source: Future Transactions have been ignored
be_by: Будучыя аперацыі праігнараваныя
de_de: Zukünftige Buchungen wurden ignoriert
he_il: לא הובאו בחשבון תנועות עתידיות
pt_br: Transações futuras foram ignoradas

source: Bills
be_by: Камунальныя
de_de: Rechnungen
he_il: חשבונות, תשלומים
pt_br: Contas

source: Telephone
be_by: Тыляфон
de_de: Telefon
he_il: טלפון
pt_br: Telefone

source: Electricity
be_by: Электрычнасць
de_de: Strom
he_il: חשמל
pt_br: Eletricidade

source: Rent
be_by: Арэнда
de_de: Miete
he_il: שכירות
pt_br: Aluguel

source: Cable TV
be_by: Кабельнае
de_de: Kabelfernsehen
he_il: כבלים
pt_br: TV a Cabo

source: Water
be_by: Вада
de_de: Wasser
he_il: מים
pt_br: Água

source: Food
be_by: Ежа
de_de: Lebensmittel
he_il: מזון
pt_br: Comida

source: Groceries
be_by: Харчы
de_de: Einkäufe
he_il: מצרכים
pt_br: Mercearias

source: Dining out
be_by: Рэстараны
de_de: Restaurantessen
he_il: מסעדות
pt_br: Jantar Fora

source: Leisure
be_by: Забавы
de_de: Freizeit
he_il: פנאי
pt_br: Lazer

source: Movies
be_by: Кіно
de_de: Filme
he_il: סרטים
pt_br: Cinemas

source: Video Rental
be_by: Відэа падпіскі
de_de: Videoverleih
he_il: השכרת סרטי וידאו
pt_br: Aluguel de Filme

source: Magazines
be_by: Часопісы
de_de: Zeitschriften
he_il: כתבי עט
pt_br: Revistas

source: Maintenance
be_by: Абслугоўванне
de_de: Unterhalt
he_il: אחזקה
pt_br: Manutenção

source: Parking
be_by: Паркоўка
de_de: Parkplatz
he_il: חניה
pt_br: Estacionamento

source: Registration
be_by: Тэхагляд
de_de: Registrierung
he_il: רישום
pt_br: Registro

source: Education
be_by: Адукацыя
de_de: Bildung
he_il: השכלה
pt_br: Educação

source: Books
be_by: Кнігі
de_de: Bücher
he_il: ספרים
pt_br: Livros

source: Tuition
be_by: Адукацыя
de_de: Studiengebühren
he_il: שכר לימוד
pt_br: Tutoria

source: Others
be_by: Іншыя
de_de: Sonstiges
he_il: אחר
pt_br: Outros

source: Homeneeds
be_by: Быт
de_de: Heim- und Hausbedarf
he_il: משק בית
pt_br: Necessidades de Casa

source: Clothing
be_by: Вопратка
de_de: Kleidung
he_il: הלבשה
pt_br: Roupas

source: Furnishing
be_by: Мэбля
de_de: Einrichtung
he_il: ריהוט
pt_br: Mobiliário

source: Healthcare
be_by: Здароўе
de_de: Gesundheit
he_il: בריאות
pt_br: Plano de Saúde

source: Health
be_by: Здароўе
de_de: Gesundheit
he_il: בריאות
pt_br: Saúde

source: Dental
be_by: Стаматолаг
de_de: Zahnarzt
he_il: שיניים
pt_br: Dentista

source: Eyecare
be_by: Афтальмолаг
de_de: Augenoptiker
he_il: עינים וראיה
pt_br: Oftalmologista

source: Physician
be_by: Тырапеўт
de_de: Arzt
he_il: רופא
pt_br: Médico

source: Prescriptions
be_by: Лекі
de_de: Vorschriften
he_il: מרשמים
pt_br: Receitas médicas

source: Insurance
be_by: Страхоўка
de_de: Versicherung
he_il: ביטוח
pt_br: Seguro

source: Life
be_by: Жыццё
de_de: Lebensunterhalt
he_il: חיים
pt_br: Vida

source: Home
be_by: Хатнія
de_de: Haus
he_il: בית
pt_br: Habitação

source: Vacation
be_by: Адпачынак
de_de: Urlaub
he_il: חופשה
pt_br: Férias

source: Travel
be_by: Вандроўкі
de_de: Reisen
he_il: נסיעה
pt_br: Viagem

source: Lodging
be_by: Жыллё
de_de: Unterkunft
he_il: לינה
pt_br: Hospedagem

source: Sightseeing
be_by: Экскурсіі
de_de: Besichtigungen
he_il: תיור
pt_br: Turismo

source: Taxes
be_by: Падаткі
de_de: Steuern
he_il: מיסים
pt_br: Impostos

source: Income Tax
be_by: Падаходны падатак
de_de: Einkommenssteuer
he_il: מס הכנסה
pt_br: Imposto de Renda

source: House Tax
be_by: Падатак на хату
de_de: Haus Steuern
he_il: ארנונה
pt_br: Imposto Imobiliário (IPTU)

source: Water Tax
be_by: Падатак на ваду
de_de: Wasser Steuern
he_il: מיסי מים
pt_br: Taxa de Água

source: Gifts
be_by: Падарункі
de_de: Geschenke
he_il: מתנות
pt_br: Presentes

source: Salary
be_by: Заробак
de_de: Gehalt
he_il: משכורת
pt_br: Salário

source: Reimbursement/Refunds
be_by: Вяртанне падаткаў/сродкаў
de_de: Erstattung / Rückerstattungen
he_il: החזרים
pt_br: Reembolsos/Restituição

source: Investment Income
be_by: Прыбытак ад інвестыцыяў
de_de: Vermögenseinkommen
he_il: רוח הון
pt_br: Retorno de Investimento

source: Other Income
be_by: Іншы прыбытак
de_de: Andere Einnahmen
he_il: הכנסות אחרות
pt_br: Outras Receitas

source: Other Expenses
be_by: Іншыя выдаткі
de_de: Andere Ausgaben
he_il: הוצאות אחרות
pt_br: Outras Despesas

source: Purchase
de_de: Kaufen
pt_br: Comprar

source: Sale
de_de: Verkauf
pt_br: Venda

source: Dividend
de_de: Dividende
pt_br: Dividendo

source: Capital Gains
de_de: Kapitalertrag
pt_br: Ganhos de capital

source: Brokerage Fees
de_de: Maklergebühren
pt_br: Taxas de corretagem

source: Interest
de_de: Zinsen
pt_br: Juros

source: Split
de_de: Aufteilung
pt_br: Separar

source: British pound
de_de: Britisches Pfund

source: Russian ruble
de_de: Russischer Rubel

source: Ukrainian hryvnia
de_de: Ukrainische Hrywnja

source: Afghan afghani
de_de: Afghanischer Afghani

source: Albanian lek
de_de: Alabanischer Lek

source: Algerian dinar
de_de: Algerischer Dinar

source: Angolan kwanza
de_de: Angolischer Kwanza

source: East Caribbean dollar
de_de: Ostkaribischer Dollar

source: Argentine peso
de_de: Argentinischer Peso

source: Armenian dram
de_de: Armenischer Dram

source: Australian dollar
de_de: Australischer Dollar

source: Azerbaijani manat
de_de: Aserbaidschan Manat

source: Bahamian dollar
de_de: Bahamas Dollar

source: Bahraini dinar
de_de: Bahrain Dinar

source: Bangladeshi taka
de_de: Bangladeschischer Taka

source: Barbadian dollar
de_de: Barbados Dollar

source: Belarusian ruble (2000-2016)
de_de: Weißrussischer Rubel (2000-2016)

source: West African CFA franc
de_de: Westafrikanischer CFA Franc

source: Bermudan dollar
de_de: Bermuda Dollar

source: Bhutanese ngultrum
de_de: Bhutanischer Ngultrum

source: Bolivian boliviano
de_de: Bolivianischer Boliviano

source: Bosnia-Herzegovina convertible mark
de_de: Bosnien und Herzegowina Konvertierbare Mark

source: Botswanan pula
de_de: Botswanischer Pula

source: Brazilian real
de_de: Brasilianischer Real

source: Bulgarian lev
de_de: Bulgarische Lew

source: Burundian franc
de_de: Burundischer Franc

source: Cambodian riel
de_de: Kambodschanischer Riel

source: Central African CFA franc
de_de: Zentralafrikanischer CFA-Franc

source: Canadian dollar
de_de: Kanadischer Dollar

source: Cape Verdean escudo
de_de: Kap Verde Escudo

source: Cayman Islands dollar
de_de: Cayman-Inseln Dollar

source: Chilean peso
de_de: Chilenischer Peso

source: Chinese yuan
de_de: Chinesischer Yuan

source: Colombian peso
de_de: Kolumbianischer Peso

source: Comorian franc
de_de: Komoren Franc

source: Congolese franc
de_de: Kongolesischer Franc

source: Croatian kuna
de_de: Kroatische Kuna

source: Czech koruna
de_de: Tschechische Krone

source: Danish krone
de_de: Dänische Krone

source: Djiboutian franc
de_de: Dschibuti Franc

source: Dominican peso
de_de: Dominikanischer Peso

source: Egyptian pound
de_de: Ägyptisches Pfund

source: Eritrean nakfa
de_de: Eritreischer Nakfa

source: Ethiopian birr
de_de: Äthiopischer Birr

source: Falkland Islands pound
de_de: Falklandinseln Pfund

source: Fijian dollar
de_de: Fidschi Dollar

source: Gambian dalasi
de_de: Gambischer Dalasi

source: Georgian lari
de_de: Georgischer Lari

source: Ghanaian cedi
de_de: Ghanaischer Cedi

source: Gibraltar pound
de_de: Gibraltar-Pfund

source: Guatemalan quetzal
de_de: Guatemaltekischer Quetzal

source: Guinean franc
de_de: Guinea Franc

source: Guyanaese dollar
de_de: Guyana Dollar

source: Haitian gourde
de_de: Haitianische Gourde

source: Honduran lempira
de_de: Honduras Lempira

source: Hungarian forint
de_de: Ungarische Forint

source: Indian rupee
de_de: Indische Rupie

source: Indonesian rupiah
de_de: Indonesische Rupiah

source: Special drawing rights
de_de: Spezielle Zeichnungsrechte

source: Iranian rial
de_de: Iranischer Rial

source: Iraqi dinar
de_de: Irakischer Dinar

source: Israeli new shekel
de_de: Israelische Neue Schekel

source: Jamaican dollar
de_de: Jamaikanische Dollar

source: Japanese yen
de_de: Japanischer Yen

source: Jordanian dinar
de_de: Jordanischer Dinar

source: Kazakhstani tenge
de_de: Kasachstanische Tenge

source: Kenyan shilling
de_de: Kenianischer Shilling

source: North Korean won
de_de: Nordkoreanischer Won

source: South Korean won
de_de: Südkoreanischer Won

source: Kuwaiti dinar
de_de: Kuwait Dinar

source: Kyrgystani som
de_de: Kirgisischer Som

source: Laotian kip
de_de: Laotischer Kip

source: Latvian lats
de_de: Lettische Lats

source: Lebanese pound
de_de: Libanesisches Pfund

source: Lesotho loti
de_de: Lesothischer Loti

source: Liberian dollar
de_de: Liberianischer Dollar

source: Libyan dinar
de_de: Libyscher Dinar

source: Lithuanian litas
de_de: Litauische Litas

source: Macanese pataca
de_de: Macau Pataca

source: Macedonian denar
de_de: Mazedonischer Denar

source: Malagasy ariary
de_de: Madegassischer Ariary

source: Malawian kwacha
de_de: Malawi-Kwacha

source: Malaysian ringgit
de_de: Malaysischer Ringgit

source: Maldivian rufiyaa
de_de: Malediven Rufiyaa

source: Mauritian rupee
de_de: Mauritius Rupie

source: Mexican peso
de_de: Mexikanischer Peso

source: Moldovan leu
de_de: Moldavische Leu

source: Mongolian tugrik
de_de: Mongolei Tugrik

source: Moroccan dirham
de_de: Marokkanischer Dirham

source: Namibian dollar
de_de: Namibia Dollar

source: Nepalese rupee
de_de: Nepalesische Rupie

source: Netherlands Antillean guilder
de_de: Niederländischer Antillen-Gulden

source: New Zealand dollar
de_de: Neuseeländische Dollar

source: Nigerian naira
de_de: Nigerianischer Naira

source: Norwegian krone
de_de: Norwegische Krone

source: Omani rial
de_de: Omanischer Rial

source: Pakistani rupee
de_de: Pakistanische Rupie

source: Panamanian balboa
de_de: Panamaischer Balboa

source: Papua New Guinean kina
de_de: Papua Neuguinea Kina

source: Paraguayan guarani
de_de: Paraguayischer Guaraní

source: Peruvian sol
de_de: Peruanische Sol

source: Philippine peso
de_de: Philippinischer Peso

source: Polish zloty
de_de: Polnischer Złoty

source: Qatari riyal
de_de: Katar Riyal

source: Romanian leu
de_de: Rumänischer Leu

source: Rwandan franc
de_de: Ruanda Franc

source: Saudi riyal
de_de: Saudi Rial

source: Serbian dinar
de_de: Serbischer Dinar

source: Seychellois rupee
de_de: Seychellen Rupie

source: Singapore dollar
de_de: Singapur Dollar

source: Solomon Islands dollar
de_de: Salomonen Dollar

source: Somali shilling
de_de: Somalischer Schilling

source: South African rand
de_de: Südafrikanischer Rand

source: Sri Lankan rupee
de_de: Sri Lanka Rupie

source: St. Helena pound
de_de: St. Helena Pfund

source: Sudanese pound
de_de: Sudanesisches Pfund

source: Surinamese dollar
de_de: Suriname Dollar

source: Swazi lilangeni
de_de: Swasiländischer Lilangeni

source: Swedish krona
de_de: Schwedische Krone

source: Swiss franc
de_de: Schweizer Franken

source: Syrian pound
de_de: Syrisches Pfund

source: New Taiwan dollar
de_de: Neuer Taiwan-Dollar

source: Tajikistani somoni
de_de: Tadschikische Somoni

source: Tanzanian shilling
de_de: Tansania Schilling

source: Thai baht
de_de: Thailändische Bath

source: Tunisian dinar
de_de: Tunesicher Dinar

source: Turkish lira
de_de: Türkische Lira

source: Turkmenistani manat
de_de: Turkmenistan Manat
